Repository: fontoura/oship
Catalog: oship/src/oship/locales/*/LC_MESSAGES/oship-*.po
Languages: es, fr, nl

source: Instruction Id
es: Id. de la instrucción
nl: InstructieIdentificator

source: Reference to causing Instruction.
fr: La référence à l'origine d'instruction.
nl: Verwijzing naar de veroorzakende Instructie

source: Activity Id
es: Id. de la actividad
fr: Activité Id
nl: ActiviteitsIdentificator

source: Indentifier of Activity within Instruction.
es: Identificador de la actividad en la instrucción.
fr: Indentifier de l'activité au sein de l'Instruction.
nl: Identificator van de Activiteit binnenin de Instructie.

source: WF Details
es: Detalles FT
fr: WF détails
nl: WerkStroom Details

source: Various workflow engine state details.
es: Varios detalles del estado del motor de flujo de trabajo
fr: Divers moteur de workflow état de détails.
nl: Diverse details over de toestand van de werkstroomaandrijving.

source: Current State
es: Estado actual
fr: État actuel
nl: Huidige Toestand

source: The ISM current state.
es: Estado actual del ISM
fr: L'ISM état actuel.
nl: De huidige toestand van de ISM.

source: Transition
es: Transición
nl: Overgang

source: The ISM transition which occured to arrive at the current state.
es: Transición del ISM que ocurre cuando se llega al estado actual.
fr: L'ISM de transition qui a eu lieu pour arriver à la situation actuelle.
nl: De ISM overgang die plaatsvond om in de huidige toestand te geraken.

source: Careflow Step
fr: Étape Careflow
nl: ZorgstroomStap

source: The step in the careflow process which occured as part of this process.
fr: L'étape de la careflow processus qui s'est produit dans le cadre de ce processus.
nl: De stap in het zorgstroomproces die optrad als onderdeel van dit proces.

source: The data of this observation, in the form of a history of values which may be of any complexity.
fr: Les données de cette observation, sous la forme d'une histoire de valeurs qui mai être de n'importe quelle complexité.
nl: De gegevens van deze observatie, in de vorm van een historie van waarden die willekeurig complex kunnen zijn.

source: Optional recording of the state of subject of this observation during the observation process, in the form of a separate history of values which may be of any complexity. State may also be recorded within the History of the data attribute.
fr: Facultatif d'enregistrement de l'état d'objet de la présente observation durant le processus d'observation, sous la forme de une histoire de valeurs, qui mai être de n'importe quelle complexité. Etat mai également être enregistrés dans l'Histoire de l'attribut.
nl: Optionele vastlegging van de toestand van het onderwerp van observatie ten tijde van de observatie, in de vorm van een aparte historie van waarden van willekeurige complexiteit. De toestand kan ook vastgelegd worden in de Historie van het gegevensattribuut.

source: Ordered list of content items that may include more SECTIONs or ENTRYs.
fr: Liste des éléments de contenu qui comprend plusieurs sections mai ou entrées.
nl: Geordende lijst van inhoudsitems die meerdere SECTIEs en INVOERen kan omvatten.

source: Content
es: Contenido
fr: Contenu
nl: Inhoud

source: Content of this composition.
es: Contenido de esta composición
fr: Le contenu de cette composition.
nl: Inhoud van deze compositie.

source: The clinical session context.
es: Contexto de la sesión clínica
fr: Le contexte clinique session.
nl: De context van de klinische sessie.

source: Composer
es: Compositor
fr: Compositeur
nl: Opsteller

source: The party responsible for the content. It may not be the actual person entering the data.
es: Parte responsable del contexto. Puede no ser quien está introduciendo los datos.
fr: La partie responsable pour le contenu. Il mai de ne pas être la personne entrant les données.
nl: De verantwoordelijke voor de inhoud. Dit hoeft niet degene te zijn die de gegevens heeft ingevoerd.

source: Territory
es: Territorio
fr: Territoire
nl: Territorium

source: Territory where this composition was written. ISO 3166.
es: Territorio en el que se escribió esta composición. ISO 3166.
fr: Territoire où cette composition a été écrite. ISO 3166.
nl: Territorium waarin deze compositie was geschreven, volgens ISO 3166

source: Persistent
es: Persistente
fr: Persistants
nl: Blijvend

source: Used to locate items that are of interest to most users.
es: Usao para localizar elementos que pueden ser de interés a más usuarios.
fr: Utilisée pour repérer les éléments qui sont d'intérêt pour la plupart des utilisateurs.
nl: Gebruikt om items te vinden die van belang zijn voor de meeste gebruikers.

source: Healthcare Facility
es: Centro hospitalario
nl: Gezondheidszorg Voorziening

source: Where this event took place.
es: Dónde tuvo lugar el evento
fr: Lorsque cet événement a eu lieu.
nl: Waar deze gebeurtenis plaats vond.

source: Start Time
es: Hora de inicio
fr: Heure de début
nl: Starttijd

source: End Time
es: Hora de finalización
fr: Heure de fin
nl: Eindtijd

source: Participations
es: Participaciones
nl: Deelnemers

source: List of all parties involved in the event.
es: Listado de todas las partes envueltas en el evento.
fr: Liste de toutes les parties impliquées dans l'événement.
nl: Lijst van alle partijen die betrokken waren bij de gebeurtenis.

source: Physical location of this event; ABCLab, home,etc.
es: Localización física de este evento, Lab. A-B-C, casa, etc.
fr: Lieu d'implantation de cette manifestation; ABCLab, maison, etc
nl: Plaats van handeling: bijvoorbeeld ABClaboratorium, thuis, enzovoort.

source: Setting
es: Configuración
fr: Paramètre
nl: Instelling

source: The setting of the clinical event.
es: Configuración del eventio clínico
fr: La fixation de l'événement clinique.
nl: De context van de klinische gebeurtenis.

source: Other Context
es: Otro contexto
fr: Autres Contexte
nl: Andere Context

source: Other optional archetyped context.
es: Otro contexto de arquetipo opcional.
fr: Autres facultatif archetyped contexte.
nl: Andere optionele gearchetypeerde context.

source: Settings
es: Configuración
nl: Instellingen

source: Access control settings for this EHR.
es: Configuración del control de acceso para este EHR
nl: Toegangscontrole-instellingen voor dit EHR.

source: Name of the access control scheme.
es: Nombre del esquema de control de accesos
nl: Naam van het toegangscontroleschema.

source: Id of system where this EHR was created.
es: Id. del sistema donde este EHR fue creado.
fr: Id de ce système où les DSE a été créé.
nl: Identificator van het systeem waarin dit EHR werd aangemaakt

source: Id of this EHR.
es: ID de este EHR
fr: Id de la DSE.
nl: Identificator van dit EHR

source: Created
es: Creado
fr: Création
nl: Aangemaakt

source: Creation data/time
es: Fecha/hora de creación
fr: Création de données / heure
nl: Aanmaakdatum

source: Contributions
es: Contribuciones
nl: Bijdragen

source: List of contributions causing changes to this EHR.
es: Lista de contribuciones que han causado cambios en este EHR
fr: Liste des contributions provoque des modifications à cette DSE.
nl: Lijst van bijdragen die veranderingen in dit EHR veroorzaakten.

source: EHR Access
es: Acceso EHR
fr: DSE accès
nl: EHR Toegang

source: A reference to the EHR Access object.
fr: Une référence à la DSE objet Access.
nl: Een verwijzing naar het EHR Toegangsobject.

source: A reference to the EHR Status object.
fr: Une référence à l'Etat de DSE objet.
nl: Een verwijzing naar het EHR Statusobject

source: Directory
fr: Répertoire
nl: Map

source: Optional directory structure.
es: Estructura de directorio opcional-
fr: Facultatif structure de répertoire.
nl: Optionele mappenstructuur.

source: Compositions
es: Composiciones
nl: Composities

source: Master list of all compositions references.
es: Lista maestra de todas las referencias de composiciones.
fr: Liste de toutes les compositions de références.
nl: Oerlijst met alle compositiereferenties.

source: The subject of this EHR.
es: El tema de este EHR
nl: Het onderwerp van dit EHR.

source: Queryable
es: Cuestionable
nl: Uitvraagbaar

source: True if this EHR can be included in population wide queries.
nl: Waar, indien dit EHR in bevolkingsbrede uitvragingen kan deelnemen.

source: Modifiable
es: Modificable
nl: Modificeerbaar

source: True if this EHR can be written to.
es: Verdadero si este EHR puede ser escrito.
nl: Waar, indien er in dit EHR geschreven kan worden.

source: Any other details of the EHR summary.
es: Cualquier otro detalle del sumario EHR.
nl: Ieder overig detail van de EHR-samenvatting.

source: Indicates whether this compsoition set is persistent.
es: Indica si el cionjunto de esta composición es persistente.
nl: Geeft aan of deze compositie als blivend is ingesteld.

source: an ITEM_TREE - The 'data' from the source message or record.
fr: un ITEM_TREE - Les «données» de la source message ou le dossier.
nl: een ITEM_TREE - De 'gegevens' van het bronbericht of -dossier.

source: Carriage Return Character
es: Carácter de retorno de carro
fr: Retour chariot
nl: Terugloopteken

source: Line Feed Character
es: Carácter de línea en blanco
fr: Line Feed caractères
nl: Regelovergangsteken

source: Globally unique id of an object, regardless of where it is stored.
nl: Mondiaal unieke identificator van een object, onafhankelijk waar het opgeslagen is.

source: Namespace
nl: Naamruimte

source: Namespace to which this identifier belongs in the local system context (and possibly in any other openEHR compliant environment) e.g. "terminology", "demographic". These names are not yet standardised. Legal values for the namespace are "local" | "unknown" | "[a-zA- Z][a-zA-Z0-9_-:/&+?]*"
nl: Naamruimte waarin deze identificator hoort in de context van het lokale systeem (en mogelijkerwijs in ieder andere omgeving die voldoet aan de openEHR specificaties), bijvoorbeeld "terminologie", "demografisch". Deze namen zijn nog niet gestandaardiseerd. Geldige waarden voor de naamruimte zijn "lokaal" | "onbekend" | "[a-zA-Z][a-aA-Z0-9_-:/&+?*"

source: Name of the class (concrete or abstract) of object to which this identifier type refers, e.g."PARTY", "PERSON", "GUIDELINE" etc. These class names are from the relevant reference model. The type name "ANY" can be used to indicate that any type is accepted (e.g. if the type is unknown).
nl: Naam van de klasse (concreet of abstract) van het object waar dit identificatortype naar verwijst, bijvoorbeeld "PARTIJ", "PERSOON", "RICHTLIJN", enzovoort. Deze klassenamen komen uit het relevante referentiemodel. De klassenaam "ANY" kan gebruikt worden om aan te geven dat elk type acceptabel is (bijvoorbeeld als het type onbekend is).

source: A single unicode string containing a valid ID
es: Una simple cadena unicode contiene una ID válida
fr: Une seule chaîne de caractères Unicode contenant une carte d'identité valide
nl: Een enkele unicodestring die een geldige identificator bevat

source: Name of the scheme to which this identifier conforms.
es: Nombre del esquema con el que es conforme este idetificador.
fr: Nom du régime de cet identifiant qui est conforme.
nl: Naam van het schema waaraan deze identificator zich conformeert.

source: A single unicode string containing a valid URL
es: Un simple cadena unicode contiene una URL válida
fr: Une seule chaîne de caractères Unicode contenant une URL valide
nl: Een enkele unicodestring die een geldige URL bevat

source: A single unicode string containing a valid UID
es: Un simple cadena unicode contiene un UID válido
fr: Une seule chaîne de caractères unicode contenant un UID valide
nl: Een enkele unicodestring die een geldige mondiale identificator bevat.

source: id is redefined here to contain an ObjectVersionId. The identifier of the Version.
nl: De identificator wordt hier herdefinieerd om een ObjectVersionId te bevatten, de identificator van de Versie.

source: The path to an instance in question, as an absolute path with respect to the object found at VERSION.data. An empty path means that the object referred to by id being specified.
nl: Het pad naar een objectconcretisatie als een absoluut pad met betrekking tot het object gevonden in de VERSION.gegevens. Een leeg pad betekent dat het object waarnaar gerefereerd wordt via de identificator wordt gespecificeerd.

source: Globally unique id of an object (of type ObjectId), regardless of where it is stored.
fr: Globalement identifiant unique d'un objet (de type ObjectID), indépendamment de l'endroit où il est stocké.
nl: Mondiaal unieke identificator van een object (van het type ObjectId), waar het ook opgeslagen is.

source: Unique identifier for a single version of a logical object.
nl: Unieke identificator voor een enkel versie van een logisch object.

source: Version Tree Id
es: Id. del árbol de versión
nl: Versie BoomIdentificator

source: Tree identifier of this version.
es: Identificadro de árbol de esta versión
nl: Boomidentificator van deze versie

source: Creating System Id
es: Id. de creación del sistema
nl: Identificator van het creatiesysteem

source: Identifier of the system that created this version.
es: Identificador del sistema que creó esta versión
nl: Identificator van het systeem dat deze versie creerde.

source: Is Branch
es: Es rama
nl: Is een tak

source: True if this version ID represents a branch.
es: Verdadero si esta ID. de versión representa una rama.
nl: Waar indien deze versie-identificator een aftakking aanduidt.

source: Object Id
es: Id. de objeto
nl: Object identificator

source: String form of this Version Tree identifier.
es: Cadena para la versión del identificador de árbol.
fr: String forme de cette version Tree identifiant.
nl: Stringvorm van deze Versieboomidenticator

source: Code Set Id Character Sets
nl: Codeset Identificator Karaktersets

source: character sets
es: Conjuntos de caracteres
nl: Karaktersets

source: Code Set Id Compression Algorithms
nl: Codeset Identificator Compressiealgoritmes

source: compression algorithms
es: algoritmos de compresión
nl: Compressiealgoritmes

source: Code Set Id Countries
nl: Codeset Identificator Landen

source: countries
es: paises
nl: landen

source: Code Set Id Integrity Check Algorithms
nl: Codeset Identificator Controle-algoritmes

source: integrity check algorithms
es: comprobación de la integridad de los algoritmos
nl: integriteitscontrole-algoritmes

source: Code Set Id Languages
nl: Codeset Identificator Talen

source: languages
es: Idiomas
nl: talen

source: Code Set Id Media Types
nl: Codeset Identificator Mediatypes

source: Code Set Id Normal Statuses
nl: Codeset Identificator

source: normal statuses
es: estatus normales
nl: normaalstatussen

source: Group Id Related Party Relationship
nl: Groepsidentificator Betrokkeneverband

source: related party relationship
nl: betrokkeneverband

source: Group ID Setting
nl: Groepsidentificator omgeving

source: setting
es: configuración
nl: omgeving

source: Group Id Term Mapping Purpose
nl: Groepsidentificator Termbinding Doel

source: term mapping purpose
nl: termbinding doel

source: Group Id Version Lifecycle State
nl: Groepsidentificator Versie Bestaanscyclus Toestand

source: version lifecycle state
nl: versie bestaanscyclus toestand

source: Terminology ID
es: ID. de terminología
nl: Terminologie Identificator

source: Name of openEHR's own terminology
nl: Naam van de terminologie van openEHR zelf

source: Group ID Audit Change
nl: Groepsidentificator Audit Aanpassing

source: audit change type
nl: audit aanpassingstype

source: Group ID Atesstation Reason
nl: Groepsidentificator Attest Reden

source: attestation reason
nl: attest reden

source: Group ID Composition Category
nl: Groepsidentificator Compositiecategorie

source: composition category
nl: compositiecategorie

source: Group Id Event Math Function
nl: Groepsidentificator Gebeurtenis Mathematische functie

source: event math function
nl: gebeurtenis mathematische functie

source: Group ID ISM States
nl: Groepsidentificator Interne Staat Machine Toestanden

source: ISM states
es: Estados ISM
nl: Interne Staat Machine toestanden

source: Group ID ISM Transitions
nl: Groepsidentificator Interne Staat Machine Overgangen

source: ISM transitions
es: Transiciones ISM
nl: Interne Staat Machine overgangen

source: Group ID Null Flavours
nl: Groepsidentificator Null Smaken

source: null flavours
nl: null smaken

source: Group ID Measurable Properties
nl: Groepsidentificator Meetbare Eigenschappen

source: measurable properties
es: propiedades medibles
nl: meetbare eigenschappen

source: Group ID Participation Function
nl: Groepsidentificator Participatiefunctie

source: participation function
es: función de participación
nl: participatiefunctie

source: Group ID Participation Mode
nl: Groepsidentificator Deelnamemodus

source: participation mode
es: modo de participación
nl: deelnamemodus

source: ID
nl: Identificator

source: Identification of this Terminology
es: Identificación de esta terminología
nl: Identificator van deze terminologie

source: Family
fr: Famille

source: A tuple consisting of the 'family' and the family code segment
fr: Un tuple composé de la «famille» et du segment de code de la famille

source: Subfamily
fr: Sous-famille

source: A tuple consisting of the 'subfamily' and the subfamily code segment
fr: Un tuple composé de la «sous-famille» et du segment de code de la sous-famille

source: Tribe
fr: Tribu

source: A tuple consisting of the 'tribe' and the tribe code segment
fr: Un tuple composé de la «tribu» et du segment de code de la tribu

source: A tuple consisting of the 'genre' and the genre code segment
fr: Un tuple composé du «genre» et du segment de code du genre

source: Subgenre
fr: Sous-genre

source: A tuple consisting of the 'subgenre' and the subgenre code segment
fr: Un tuple composé du «sous-genre» et du segment de code du sous-genre

source: Species
fr: Espèce

source: A tuple consisting of the 'species' and the species code segment
fr: Un tuple composé de l'«espèce» et du segment de code de l'espèce

source: WWW Link
fr: Lien WWW

source: Link for the mammal on Wikipedia or alternative sites
fr: Lien vers le mammifère sur Wikipedia ou d'autres sites

source: Standard Link
fr: Lien Standard

source: If TRUE then this is a Wikipedia link.
fr: Si VRAI alors ça c'est un lien Wikipedia.

source: Portuguese Popular Name
fr: Nom populaire en portugais

source: Popular names in Portuguese
fr: Noms populaires en portugais

source: Generic popular name in Portuguese
fr: Nom populaire générique en portugais

source: English Popular Name
fr: Nom Populaire en anglais

source: Popular names in English
fr: Les noms populaires en anglais

source: Generic popular name in English
fr: Nom populaire générique en anglais

source: Rabies Risk Factor
fr: Facteur de risque lié à la rage

source: Risk of rabies transmission (1 = high; 2 = moderate; 3 = none)
fr: Risque de transmission de la rage (1 = haute, 2 = modéré, 3 = aucune)

source: Unique Mammal Code
fr: Code unique de mammifère

source: Mammal code
fr: Code de mammifère

source: Order
fr: Ordre

source: A tuple consisting of the 'order' and the order code segment
fr: Un tuple composé de l'«ordre» et du segment de code de l'ordre

source: Suborder
fr: Sous-ordre

source: A tuple consisting of the 'suborder' and the suborder code segment
fr: Un tuple composé de la «sous-ordre» et du segment de code de la sous-ordre

source: InfraOrder
fr: Infra-ordre

source: A tuple consisting of the 'infraorder' and the infraorder code segment
fr: Un tuple composé de l'«infra-ordre» et du segment de code de l'infra-ordre

source: Super Family
fr: Superfamille

source: A tuple consisting of the 'superfamily' and the superfamily code segment
fr: Un tuple composé de la «superfamille» et du segment de code de la super-famille

source: Group Name
fr: Nom du groupe

source: Concept ID
fr: ID du concept

source: Rubric
fr: Rubrique

source: Term Codes
fr: Codes des termes

source: List of attribute names in this archetype ontology.
fr: Liste des noms des attributs de cet archétype ontologie.

source: Items
es: Elementos
fr: Articles

source: ADL version if archteype was read in from an ADL sharable archetype.
fr: ADL version si archteype a été lu à partir d'un archétype ADL partageables.

source: Identifier of the specialisation parent of this archetype.
fr: Identificateur de la spécialisation des parents de cet archétype.

source: Archetype equivalent to ARCHETYPED class in Common reference model. Defines semantics of identfication, lifecycle, versioning, composition and specialisation.
fr: Archetype ARCHETYPED équivalent à la classe de modèle de référence commun. Définit la sémantique de identfication, cycle de vie, de versions, de la composition et la spécialisation.

source: An enumeration of three values which may commonly occur in constrint models. Use to indicate the validity of date/Time fields etc.
fr: Une énumération des trois valeurs qui se retrouvent en mai constrint modèles. Utilisez-la pour indiquer la validité de date / heure champs etc

source: Enumeration of assertion package operator types. #constants opEq=2001 #= or == opNe=2002 opLe=2003 opLt=2004 opGe=2005 opGt=2006 opMatches=2007 opNot=2010 opAnd=2011 opOr=2012 opXor=2013 opImplies=2014 opForAll=2015 opExists=2016 opPlus=2020 opMinus=2021 opMultiply=2022 opDivide=2023 opExp=2024
fr: Dénombrement des types affirmation package opérateur. # constantes opEq = 2001 # = ou == opNe = 2002 Ople = 2003 opLt = 2004 opGe = 2005 BTCP = 2006 opMatches = 2007 opNot = 2010 opAnd = 2011 opor = 2012 opXor = 2013 opImplies = 2014 opForAll = 2015 opExists = 2016 opPlus = 2020 opMinus = 2021 opMultiply = 2022 opDivide = 2023 opExp = 2024

source: Operator
fr: Opérateur

source: Item
es: Elemento
fr: Article

source: Operand
fr: Opérande

source: Occurrences of this object node in the data.
fr: Événements de l'objet noeud dans les données.

source: Interval
es: Intervalo
fr: Intervalle

source: Details
es: Detalles
fr: Détails

source: Copyright
fr: Droits d'auteur

source: Time of handling the item. For an originating time: DV_DATE_TIME system, this will be time of creation, for an intermediate feeder system, this will be a time of accession or other time of handling, where available.
fr: Temps de traitement de la question. Pour un temps originaires: DV_DATE_TIME système, ce sera l'heure de création, d'un système d'alimentation intermédiaires, ce qui être un moment de l'adhésion ou à d'autres moment de la manipulation, le cas échéant.

source: Archetype Details
es: Detalles de arquetipo
fr: Archetype détails

source: Stored version of inheritence precursor.
fr: Version enregistrée héritage de précurseur.

source: items
es: elementos
fr: articles

source: item
es: elemento
fr: article

source: upper value
fr: valeur supérieure

source: Interval upper value.
fr: Intervalle de valeur supérieure.

source: Lower value included
fr: Valeur inférieure incluse

source: Lower value included in interval.
fr: Moins de valeur dans l'intervalle.

source: lower unbounded
fr: inférieur unbounded

source: Lower value unbounded in interval.
fr: Basse valeur unbounded dans l'intervalle.

source: upper unbounded
fr: supérieure unbounded

source: Upper value unbounded in interval.
fr: Haute valeur unbounded dans l'intervalle.

source: The term which the 'value' attribute is the defining_code:CODE_PHRASE textual rendition (i.e. rubric) of.
fr: Le terme de laquelle la «valeur» est l'attribut defining_code: CODE_PHRASE textual restitution (c'est-à-dire rubrique) de.

source: Term whose value indicates the meaning of this range, e.g. "normal", "critical", "therapeutic" etc.
fr: Terme dont la valeur indique le sens de cette gamme, par exemple, "normal", "critique", "thérapeutique", etc
