Repository: fontoura/oship
Catalog: oship/src/oship/locales/*/LC_MESSAGES/oship-*.po
Languages: es, fr, nl

source: Site Manager
es: Administrador del sitio
nl: Site-Beheerder

source: Site Member
es: Miembro del sitio
nl: Site-Lid

source: Everybody
es: Todos
nl: Iedereen

source: Tag
nl: Ruitertje

source: Used for differentiating multiple assertions.
es: Usado para diferenciar mútiples afirmaciones.
fr: Utilisé pour différencier les multiples affirmations.
nl: Gebruikt om meerdere asserties te differentiëren.

source: Expression
nl: Uitdrukking

source: Root of expression tree.
es: Raíz de la expresión árbol.
fr: Racine de l'arbre d'expression.
nl: Wortel van de expressieboom.

source: String Expression
nl: String uitdrukking

source: String form of expression.
es: Cadena de la expresión
fr: String forme d'expression.
nl: Expressie uitgeschreven als String.

source: Variables
nl: Variabelen

source: Variable definitions used in the assertion.
es: Definiciones de variables usadas en la afirmación.
fr: La définition des variables utilisées dans l'affirmation.
nl: Definities van de variabelen gebruikt in de assertie.

source: Name
es: Nombre
fr: Nom
nl: Naam

source: Name of variable.
es: Nombre de la variable
fr: Nom de la variable.
nl: Naam van de variabele.

source: Definition
es: Definición
fr: Définition
nl: Definitie

source: Formal definition of variable.
es: Definición formal de la variable
fr: Définition formelle de la variable.
nl: Formele definitie van de variabele.

source: Left
fr: Gauche
nl: Links

source: Left operand node.
fr: Opérande de gauche noeud.
nl: Linker operandknoop.

source: Right
fr: Droit
nl: Rechts

source: Right operand node.
fr: Droit opérande noeud.
nl: Rechter operandknoop.

source: Mathematical type name of this expression.
es: Nombre de tipo matemático de esta expresión.
fr: Nom du type mathématique de cette expression.
nl: Mathematische typenaam van deze expressie.

source: The value refered to.
es: Valor al que está referido
fr: La valeur mentionnée.
nl: De waarde waarnaar verwezen werd.

source: Reference Type
fr: Référence Type
nl: Referentietype

source: Type of reference: constant, attribute, etc.
es: Tipo de referencia; constante, atributo, etc,
fr: Type de référence: constant, attribut, etc
nl: Type verwijzing: constante, attribuut, etc.

source: Code of the operator.
es: Código del operador
fr: Code de l'opérateur.
nl: Code van de operator.

source: Precedence Overridden
fr: Precedence annulés
nl: Natuurlijke volgorde van verwerking overnomen

source: True if natural precedence of operators is overridden in the expression.
es: Verdadero si la precedencia natural de los operadores está sobrescrita en la expresión.
fr: Vrai si naturel priorité des opérateurs est écrasé dans l'expression.
nl: Waar, als de natuurlijke volgorde van bewerkingen overnomen is in de expressie.

source: Operand node.
es: Nodo operando
fr: Operand noeud.
nl: Operandknoop.

source: Value
es: Valor
fr: Valeur
nl: Waarde

source: Actual value of this instance.
es: Valor actual de la instancia.
fr: Valeur réelle de cette instance.
nl: Actuele waarde van deze objectconcretisatie.

source: Target Path
es: Ruta objetivo
nl: Doelpad

source: Reference to an object node using archetype path notation.
es: Referencia a un nodo objeto usando una notación de ruta de arquetipo
fr: Référence à un objet noeud archétype chemin en utilisant la notation.
nl: Verwijzing naar een objectknoop met gebruikmaking van archetype pad notatie.

source: Includes
es: Incluye
fr: Comprend
nl: Ingesloten

source: List of constraints defining other archetypes that can be included here.
es: Lista de limitaciones que definen otros arquetipos que pueden ser incluidos aquí.
fr: Liste des archétypes de définir d'autres contraintes qui peuvent être inclus ici.
nl: Lijst van beperkende voorwaarden die definieert welke andere archetypes hier ingesloten kunnen worden.

source: Excludes
es: Excluye
fr: Non
nl: Uitgesloten

source: List of constraints defining archetypes that cannot be include here.
es: Lista de limitaciones que definen otros arquetipos que no pueden ser incluidos aquí.
fr: Liste des contraintes de définir des archétypes qui ne peuvent pas être inclus ici.
nl: Lijst van beperkende voorwaarden die definieert welke overige archetypes hier niet kunnen voorkomen.

source: Ordered
es: Ordenados
fr: Commandé
nl: Geordend

source: True if members are ordered.
es: Verdadero si los miebros están ordenados.
fr: Certes, si les membres sont classés.
nl: Waar, als leden geordend zijn.

source: Unique
es: Único
nl: Uniek

source: True if members are unique.
es: Verdadero si los miembros sin únicos.
fr: Certes, si les membres sont uniques.
nl: Waar, als leden uniek zijn.

source: Interval of this cardinality.
es: Intervalo de esta cardinalidad.
fr: Intervalle de la cardinalité.
nl: Interval van deze kardinaliteit.

source: RM Attribute Name
es: Nombre del atributo RM
fr: RM Nom attribut
nl: RM Attribuut Naam

source: Reference model attribute within the enclosed type representedby a CObject.
fr: Modèle de référence au sein de l'attribut type représenté ci-joint un CObject.
nl: Referentiemodelattribuut binnenin het ingesloten type, weergegeven als een CObject.

source: Existence
es: Existencia
nl: Bestaan

source: Indicates whether the target object exists or not.
es: Inidica si el objeto objetivo existe o no.
fr: Indique si l'objet cible ou pas.
nl: Geeft aan of het doelobject al dan niet bestaat.

source: Children
es: Hijos
fr: Enfants
nl: Kinderen

source: Child constraint nodes.
fr: Enfant contrainte noeuds.
nl: Kinderknopen met beperkende voorwaarden.

source: Attributes
es: Atributos
fr: Attributs
nl: Attributen

source: List of constraints on attributes of the reference model.
fr: Liste des contraintes sur les attributs du modèle de référence.
nl: Lijst van beperkende voorwaarden voor attributen van het referentiemodel

source: Any Allowed
es: Cualquiera permitido
fr: Tout permis
nl: Elke toegestaan

source: True if any value of the reference model is allowed.
es: Verdadero si cualquier valor del modelo de referencia está habilitado.
fr: Vrai si la valeur du modèle de référence est autorisée.
nl: Waar, als elke waarde van het referentiemodel toegestaan is.

source: Assumed Value
es: Valor adumido
fr: Valeur Adoptée
nl: Verstekwaarde

source: Value to be assumed if none sent in data.
es: Valor asumido si no se envía en los datos
fr: Valeur à adopter si aucune n'est envoyée avec les données.
nl: Verstekwaarde als geen waarde is meegezonden in de gegevens.

source: Standard Equivalent
es: Equivalente estándar
nl: Standaardequivalent

source: Standard form of constraint.
es: Formulario estándar de la limitación.
fr: Type standard de contrainte.
nl: Standaardvorm van de beperkende voorwaarde.

source: Cardinality
es: Cardinalidad
fr: Cardinalité
nl: Kardinaliteit

source: Cardinality of this attribute constraint.
es: Cardinalidad de esta limitación del atributo.
fr: Cardinalité de la contrainte de cet attribut.
nl: Kardinaliteit van de beperkende voorwaarde van dit attribuut.

source: RM Type Name
es: Nombre de tipo RM
fr: RM Type Nom
nl: RM Typenaam

source: Reference model type that this node corresponds to.
es: Referencia al tipo de modelo al que este nodo corresponde.
fr: Type de modèle de référence qui correspond à ce nœud.
nl: Referentiemodeltype waarmee deze knoop correspondeert.

source: Occurences
es: Ocurrencias
nl: Voorkomens

source: Occurences of this object node in the data.
es: Ocurrencias de este nodo objeto en los datos.
nl: Voorkomens van deze objectknoop in de gegevens.

source: Node Id
es: Id de nodo
nl: Knoopidentificator

source: Semantic id of this node.
es: Id. semántica de este nodo
fr: Id sémantique de ce noeud.
nl: Semantische identificator van deze knoop.

source: Parent
es: Padre
nl: Ouder

source: CAttribute that owns the CObject.
es: CAttribute que posee el CObject.
fr: CAttribute qui possède le CObject.
nl: CAttribute dat eigenaar is van het CObject.

source: Reference
es: Referencia
fr: Référence
nl: Verwijzing

source: Reference to a constraint in the archetype ontology.
es: Referencia a la limitación en la ontología del aquetipo.
fr: Référence à une contrainte dans l'ontologie de l'archétype.
nl: Verwijzing naar een beperkende voorwaarde in de archtetype-ontologie.

source: True if any value of the type being constrained is allowed.
es: Verdadero si cualquier valor del tipo que está siendo limitado está permitido.
fr: Vrai si toute valeur du type sous contrainte est autorisé.
nl: Waar, als elke waarde van het door voorwaarden beperkte type is toegestaan.

source: Object actually defining the constraint.
es: Objeto que verdaderamente define la limitación.
fr: Fait l'objet la définition de la contrainte.
nl: Object dat daadwerkelijk de beperkende voorwaarde definieert.

source: Alternatives
es: Alternativas
nl: Alternatieven

source: A list of alternative constraints for the single child of this attribute.
es: Una lista de limitaciones alternativas para el hijo único de este atributo.
fr: Une liste d'autres contraintes pour le seul enfant de cet attribut.
nl: Een lijst van alternatieve beperkende voorwaarden voor het enig kind van dit attribuut.

source: True Valid
nl: Waarheid Validiteit

source: True if value True is allowed.
es: Cierto si el valor cierto está permitido
fr: Vrai si la valeur True est autorisé.
nl: Waar, als de waarde True is toegestaan.

source: False Valid
fr: Faux Valide
nl: Onwaarheid Validiteit

source: True if the value False is allowed.
es: Cierto si el valor falso está permitido
fr: Vrai si la valeur False est autorisé.
nl: Waar, als de waarde False is toegestaan.

source: The value to assume of this item is not included in the data.
es: Valor a asumir de este elemento si no está incluido en los datos.
fr: La valeur à adopter pour cet item n'est pas contenue dans les données.
nl: De verstekwaarde als dit item niet voorkomt in de gegevens.

source: Month Validity
fr: Validité du Mois
nl: Maanden Validiteit

source: Day Validity
fr: Validité du Jour
nl: Dagen Validiteit

source: Timezone Validity
fr: Validité du Fuseau Horaire
nl: Tijdzones Validiteit

source: Range
fr: Gamme
nl: Bereik

source: Interval of dates.
es: Intervalo de datos
nl: Datumsinterval.

source: Hour Validity
fr: Validité de l'Heure
nl: Uren Validiteit

source: Minute Validity
fr: Validité de la Minute
nl: Minuten Validiteit

source: Second Validity
fr: Validité de la Seconde
nl: Seconden Validiteit

source: Millisecond Validity
fr: Validité de la Milliseconde
nl: Milliseconden Validiteit

source: Interval of times.
es: Intervalo de ocurrencias.
fr: Intervalle de temps.
nl: Tijdsinterval

source: Years Allowed
fr: Années Permis
nl: Jaartallen toegestaan

source: True if years are allowed in the constrained duration.
es: Verdadero si los años están permitidos en la limitación de la duración.
fr: Vrai si les ans sont admis dans la durée delimitée.
nl: Waar, als jaren toegestaan zijn in de beperkte duur.

source: Months Allowed
fr: Mois Permis
nl: Maanden toegestaan

source: True if months are allowed in the constrained duration.
es: Verdadero si los meses están permitidos en la limitación de la duración
fr: Vrai si les mois sont admis dans la durée delimitée.
nl: Waar, als maanden zijn toegestaan in de afgebakende periode.

source: Weeks Allowed
fr: Semaines Permises
nl: Weken toegestaan

source: True if weeks are allowed in the constrained duration.
es: Verdadero si las semanas están permitidas en la limitación de la duración
fr: Vrai si les semaines sont autorisés dans la durée delimitée.
nl: Waar, als weken zijn toegestaan in de afgebakende periode.

source: Days Allowed
fr: Jours permis
nl: Dagen toegestaan

source: True if days are allowed in the constrained duration.
es: Verdadero si los días están permitidos en la limitación de la duración
fr: Vrai si les jours sont autorisés dans la durée delimitée.
nl: Waar, als dagen zijn toegestaan in de afgebakende periode.

source: Hours Allowed
fr: Heures Permises
nl: Uren toegestaan

source: True if hours are allowed in the constrained duration.
es: Verdadero si las horas están permitidas en la limitación de la duración
fr: Vrai si les heures sont autorisées dans la durée delimitée.
nl: Waar, als uren zijn toegestaan in de afgebakende periode.

source: Minutes Allowed
fr: Minutes Permises
nl: Minuten toegestaan

source: True if minutes are allowed in the constrained duration.
es: Verdadero si los minutos están permitidos en la limitación de la duración
fr: Vrai si les minutes sont autorisées dans la durée delimitée.
nl: Waar, als minuten zijn toegestaan in de afgebakende periode.

source: Seconds Allowed
fr: Secondes Permises
nl: Seconden toegestaan

source: True if seconds are allowed in the constrained duration.
es: Verdadero si los segundos están permitidos en la limitación de la duración
fr: Vrai si les secondes sont autorisées dans la durée delimitée.
nl: Waar, als seconden zijn toegestaan in de afgebakende periode.

source: Fractional Seconds Allowed
fr: Fractions de Seconds Permises
nl: Secondenfracties toegestaan

source: True if fractional seconds are allowed in the constrained duration.
es: Verdadero si las fracciones de segundo están permitidas en la limitación de la duración
fr: Vrai si les fractions de secondes sont autorisées dans la durée delimitée.
nl: Waar, als secondefracties zijn toegestaan in de afgebakende periode.

source: Interval of duration.
es: Intervalo de duración.
fr: Intervalle de durée.
nl: Interval van de periode.

source: List
fr: Liste
nl: Lijst

source: Set of integers specifying constraints.
es: Conjunto de enteros que especifican una limitación.
fr: Ensemble d'entiers spécifiant les contraintes.
nl: Verzameling van integers die beperkende voorwaarden specificeert.

source: Range of integers specifying constraint.
es: Rango de enteros que especifican una limitación.
fr: Gamme d'entiers spécifiant contrainte.
nl: Bereik van integers dat de beperkende voorwaarde specificeert.

source: The value to assume if this item is not in the data.
es: Valor a asumir si este elemento no está en los datos.
fr: La valeur d'assumer si cet élément n'est pas dans les données.
nl: De verstekwaarde als dit item niet in de gegevens voorkomt.

source: Default Value
fr: Valeur par Défaut
nl: Verstekwaarde

source: A default value for this constraint object.
fr: Une valeur par défaut pour cet objet de type contrainte.
nl: Een verstekwaarde voor dit beperkende voorwaarde stellende object.

source: Has Assumed Value
fr: A Adopté Une Valeur
nl: Heeft een veronderstelde waarde

source: True if there is an assumed value.
fr: Vrai si une valeur a été adoptée.
nl: Waar, indien er een veronderstelde waarde is.

source: Set of Reals specifying constraint
es: Conjunto de limitaciones específicas reales
fr: Ensemble de Reals précisant contrainte
nl: Verzameling van Reals die een beperkende voorwaarde specificeert.

source: adlVersion
es: Versiónadl
nl: adlVersie

source: ADL version if archteype was read in from an ADL sharable archetype.
es: versión ADL si el arquetipo se leyó desde un arquetipo ADL que se puede compartir.
nl: ADL-versie indien het archetype was ingelezen vanuit een ADL-deelbaar archetype.

source: Archetype Id
es: Id. de arquetipo
nl: Archetype-identificator

source: Multi-axial identifier of this archetype.
es: Identificador multiaxial de este arquetipo.
fr: Multi-axial identifiant de cet archétype.
nl: Multiaxiale identificator van dit archetype.

source: OID of this archetype.
es: OID de este arquetipo.
fr: OID de cet archétype.
nl: OID van dit archetype.

source: The normative meaning of archetype as a whole.
es: El significado normativo del arquetipo en su conjunto.
fr: Le sens de l'archétype normatif dans son ensemble.
nl: De normatieve betekenis van het archetype als een geheel.

source: Parent Archetype Id
es: Id. del arquetipo padre
nl: Ouderarchetype-identificator

source: Identifier of the specialsation parent of this archetype.
es: Identificador de la especialización padre de este arquetipo
nl: Identificator van de specialisatieouder van dit archetype.

source: Root node of this archetype.
es: Nodo raíz de este arquetipo.
fr: Noeud racine de cet archétype.
nl: Wortelknop van dit archetype.

source: Ontology
es: Ontología
nl: Ontologie

source: The ontology of the archetype
es: Ontología de este arquetipo
fr: L'ontologie de l'archétype
nl: De ontologie van het archetype.

source: Invariants
es: Invariantes
nl: Invarianten

source: FOPL invariant statements
fr: FOPL invariant déclarations
nl: Instructies die invariant zijn volgens Eerste Orde Predicaten Logica

source: Actual value.
es: Valor actual.
fr: Valeur réelle.
nl: Actuele waarde.

source: Terminologies
nl: Terminologieën

source: List of terminologies in this ontology.
es: Lista de terminologías en esta ontología.
fr: Liste des terminologies dans cette ontologie.
nl: Lijst van terminologieën in deze ontologie.

source: Specialisation Depth
fr: Spécialisation Profondeur
nl: Specialisatiediepte

source: Specialisation depth of this archetype.
es: Profundidad de especialización en este arquetipo.
fr: Spécialisation profondeur de cet archétype.
nl: Specialisatiediepte van dit archetype.

source: List of all term codes in this archetype.
fr: Liste de tous les codes de termes dans cet archétype.
nl: Lijst van alle termcodes in dit archetype.

source: Constraint Codes
fr: Codes de Contrainte
nl: Codes voor beperkende voorwaarden

source: List of all constraint codes in this archetype.
es: Lista de todos los códigos de limitación en este arquetipo.
fr: Liste de tous les codes de contrainte dans cet archétype.
nl: Lijst van alle beperkende voorwaarden in dit archetype.

source: Term Attribute Names
fr: Terme les noms des attributs
nl: Termattribuutnamen

source: List of attribute names in this archetype ontolgy.
es: Lista de nombres de atributo en esta ontología de arquetipo.
nl: Lijst van atrribuutnamen in deze archetype-ontologie.

source: Archetype which owns this ontology.
es: Arquetipo que pertenece a esta ontología.
fr: Archetype qui possède cette ontologie.
nl: Archetype dat de eigenaar is van deze ontologie.

source: Code of this term.
fr: Code de ce terme.
nl: Code van deze term.

source: Hash of keys (text,description) and corresponding values.
fr: Hachage de clés (texte, description) et les valeurs correspondantes.
nl: Hash van sleutels (tekst, omschrijving) en corresponderende waarden.

source: Archetype ID
es: ID. de arquetipo
nl: Archetype-identificator

source: Globally unique archetype identifier.
es: Identificador de arquetipo único, global.
fr: Globalement archétype identificateur unique.
nl: Mondiaal unieke archetype-identificator.

source: Template ID
es: ID. de plantilla
nl: Sjabloonidentificator.

source: Globally unique template identifier, if a template was active at this point in the structure. Normally, a template would only be used at the top of a top-level structure, but the possibility exists for templates at lower levels.
fr: Identifiant du modèle unique au monde, si un modèle a été active au ce point dans la structure. Normalement, le modèle ne serait utilisé au sommet d'une structure de haut niveau, mais la possibilité existe pour les modèles à des niveaux inférieurs.
nl: Mondiaal unieke sjabloonidentificator, indien een sjabloon al actief was op dit punt in de structuur. Normaliter wordt een sjabloon alleen gebruikt op het hoogste nivo van een top-level structuur, maar de mogelijkheid bestaat om sjablonen op lagere nivo's te gebruiken.

source: RM Version
es: Versión RM
nl: Referentiemodelversie.

source: Version of the openEHR reference model used to create this object. Expressed in terms of the release version string, e.g. "1.0", "1.2.4".
fr: Version de la openEHR modèle de référence utilisé pour créer cet objet. Exprimé en termes de libération de la chaîne de version, par exemple, "1.0", "1.2.4".
nl: Versie van het openEHR referentiemodel dat gebruikt werd om dit object te creëren. Uitgedrukt in de vorm van de release-versiestring, bijvoorbeeld "1.0" of "1.2.4".

source: Originating System Audit
fr: Originaire du système de vérification
nl: Bronsysteem Audit

source: Any audit information for the information item from the originating system.
fr: Les informations d'audit de l'information du point d'origine du système.
nl: Welke auditinformatie dan ook voor het informatie-item vanuit het bronsysteem.

source: Originating System Item IDs
fr: Point d'origine du système des identifiants
nl: Itemidentificators in het bronsysteem

source: Identifiers used for the item in the originating system, e.g. filler and placer ids.
fr: Identifiants utilisés pour le point à l'origine du système, par exemple, de remplissage et de placer l'identifiant.
nl: Identificators gebruikt bij het item in het bronsysteem, bijvoorbeeld vulling- en positie-identificators.

source: Feeder System Audit
fr: Audit du système d'alimentation
nl: Voedingsysteem Audit

source: Any audit information for the information item from the feeder system, if different from the originating system.
fr: Les informations d'audit de l'information du point de l'alimentation du système, si différent du système d'origine.
nl: Welke auditinformatie dan ook voor het informatie-item vanuit het voedingssysteem, indien dit anders is dan het bronsysteem.

source: Feeder System Item IDs
fr: Système d'alimentation Point identifiants
nl: Itemidentificators in het voedingssysteem

source: Identifiers used for the item in the feeder system, where the feeder system is distinct from the originating system. The List contents are restricted to type == DvIdentifiers
fr: Identificateurs utilisés pour ce poste dans le système d'alimentation, où l'alimentation système est distinct de l'origine du système. La Liste du contenu sont limités à type == DvIdentifiers
nl: Identificators gebruikt voor het item in het voedingssysteem, waarbij het voedingssyteem niet het bronsysteem is. De identificators in de lijst zijn beperkt tot het type DvIdentifiers

source: Original Content
es: Contenido original
fr: Contenu original
nl: Originele inhoud

source: System Id
es: Id. de sistema
fr: Id System
nl: Systeemidentificator

source: Identifier of the system which handled the information item.
es: Identificador del sistema que maneja el elemento de información.
fr: Identificateur du système qui a traité la question d'information.
nl: Identificator van het systeem dat het informatie-item afhandelde.

source: Provider
es: Proveedor
fr: Fournisseur de
nl: Leverancier

source: Optional provider(s) who created, committed, forwarded or otherwise handled the item. Type == PARTY_IDENTIFIED
es: Proveedor(es) opciona(es) que crearon, ejecutaron, siguieron o manejaron de cualquier manera el elemento. Tipo == PARTY_IDENTIFIED
fr: Facultatif fournisseur (s) qui a créé, commis, transmis ou autrement traité la question. Type == PARTY_IDENTIFIED
nl: Optionele partij(en) die het item creëerde, wegschreef, doorstuurde of anderszins behandelde. Is van het type PARTY_IDENTIFIED

source: Location
es: Ubicación
fr: Emplacement
nl: Locatie

source: Identifier of the particular site/facility within an organisation which handled the item. For computability, this identifier needs to be e.g. a PKI identifier which can be included in the identifier list of the PARTY_IDENTIFIED object.
fr: Identificateur de l'emplacement particulier ou de l'installation au sein d'une organisation qui a traité la question. Pour computability, cette marque doit être par exemple, une ICP identifiant qui peut être inclus dans la liste d'identificateur PARTY_IDENTIFIED l'objet.
nl: Identificator van de betreffende afdeling of voorziening in een organisatie het item behandelde. Om geautomatiseerde verwerking mogelijk te maken moet deze identificator bijvoorbeeld een PKI-identificator zijn, die opgenomen kan worden in de identificatorlijst van het PARTY_IDENTIFIED object.

source: Time
es: Hora
fr: Heure
nl: Tijd
