Repository: fontoura/oship
Catalog: oship/src/oship/locales/*/LC_MESSAGES/oship-*.po
Languages: es, fr, nl

source: Parent Resource
es: Recurso padre
nl: Oudermiddel

source: Language
es: Idioma
fr: Langue
nl: Taal

source: Purpose
es: Finalidad
fr: But
nl: Doel

source: Keywords
es: Palabras clave
fr: Mots-clés
nl: Steekwoorden

source: Use
es: Uso
fr: Utiliser
nl: Gebruik

source: Misuse
fr: Détournement
nl: Misbruik

source: Original Resource URI
es: URI del recurso original
fr: L'origine des ressources URI
nl: Originele resource URI

source: Author
es: Autor
fr: Auteur
nl: Auteur

source: Accreditation
es: Acreditación
fr: Accréditation
nl: Accreditatie

source: time
es: tiempo
fr: heure
nl: tijd

source: Time of this event. If the width is non-zero, it is the time point of the trailing edge of the event.
fr: Temps de cet événement. Si la largeur est non nul, il est l'heure de la bord de fuite de l'événement.
nl: Tijdstip van deze gebeurtenis. Als een gebeurtenis niet instantaan is, dan wordt het tijdstip van beeindiging van de gebeurtenis genomen.

source: data
es: datos
fr: données
nl: gegevens

source: The data of this event.
es: Datos de este evento.
fr: Les données de cet événement.
nl: De gegevens van deze gebeurtenis.

source: state
es: estado
fr: état
nl: toestand

source: Optional state information.for this event.
es: Información de estado opcional para este evento.
fr: Facultatif état information.for cet événement.
nl: Optionele toestandsinformatie over deze gebeurtenis.

source: parent
es: padre
nl: ouder

source: redefinition of LOCATABLE.parent to type of History
fr: LOCATABLE.parent redéfinition du type de l'histoire à
nl: herdefinitie van LOCATABLE.ouder naar het type Geschiedenis

source: offset
es: desplazamiento
nl: verschuiving

source: Offset of this event from origin, computed as time.diff(parent.origin)
es: Desviación de este evento desde el origen, computado como diferencia de tiempo (padre.origen)
fr: Offset de cet événement d'origine, calculée comme time.diff (parent.origin)
nl: Verschuiving van deze gebeurtenis vanaf de oorsprong, berekend als time.diff(parent.origin)

source: origin
es: origen
fr: origine
nl: oorsprong

source: Time origin of this event history. The first event is not necessarily at the origin point.
fr: Heure origine de cet événement historique. Le premier événement n'est pas nécessairement à l'origine point.
nl: Tijdsoorsprong van deze geschiedenis van gebeurtenissen. De eerste gebeurtenis valt niet noodzakelijkerwijs op de oorsprong.

source: events
es: eventos
fr: événements
nl: gebeurtenissen

source: The events in the series.
es: Eventos en las series
fr: Les événements de la série.
nl: De gebeurtenissen in de reeks.

source: period
es: periodo
fr: période
nl: periode

source: Period between samples in this segment if periodic.
es: Periodo entre ejemplos en este segmento si es periódico.
fr: Période entre les échantillons de ce secteur si périodique.
nl: Indien periodiek de periode tussen steekproeven in dit segment.

source: duration
es: duración
fr: durée
nl: duur

source: Duration of the entire History; either corresponds to the duration of all the events, and/or the duration represented by the summary, if it exists.
fr: Durée de l'ensemble de l'histoire, soit correspond à la durée de toutes les les événements, et / ou la durée représentée par le résumé, si elle existe.
nl: Duur van de gehele Geschiedenis; komt ofwel overeen met de duur van alle gebeurtenissen, en/ofwel met de duur zoals weergegeven door de samenvatting indien die bestaat.

source: summary
es: resumen
fr: résumé
nl: samenvatting

source: Optional summary data expressing e.g. text or image which summarises entire History.
es: Datos opcionales del sumario que expresan p.e. texto o imágenes que resumen la historia entera.
fr: Facultatif des données de synthèse par exemple, l'expression texte ou l'image qui résume toute l'histoire.
nl: Optionele samenvatting: gegevens die in bijvoorbeeld tekst of beeld de gehele Geschiedenis samenvatten.

source: width
es: ancho
fr: largeur
nl: breedte

source: Length of the interval during which the state was true. Void if an instantaneous event. OSHIP NOTE: The specs indicate this attribute is required but the text says it is Void if instantaneous. How should this conflict be resolved?
fr: Durée de l'intervalle de temps pendant lequel l'état est vrai. Void si un événement instantané. OSHIP NOTE: Les spécifications indiquent cet attribut est nécessaire, mais le texte dit qu'elle est nulle si instantanée. Comment ce conflit devrait être résolu?
nl: Lengte van het interval gedurende hetwelk de status gelijk aan waar was. Ongeldig in geval van een instantane gebeurtenis. OSHIP aanvulling: de specificaties geven aan dat dit attribuut verplicht is, maar in de tekst staat dat hij Ongeldig is indien de gebeurtenis instantaan is. Hoe moet deze tegenspraak opgelost worden?

source: mathFunction
es: Función matemática
nl: mathFunctie

source: Mathematical function of the data of this event, e.g. "maximum", "mean" etc. Coded using openEHR Terminology group "event math function".
fr: Fonction mathématique des données de cet événement, par exemple, "maximum", "moyenne", etc Codées en utilisant la terminologie openEHR groupe "événement fonction mathématique".
nl: Mathematische functio van de gegevens van deze gebeurtenis, bijvoorbeeld "maximum", "gemiddelde", etc. Is gecodeerd met de openEHR Terminologiegroep "event math function"

source: sampleCount
es: Cunta de ejemplo
nl: steekproeftelling

source: Optional count of original samples to which this event corresponds.
es: Cuenta opcional de los ejemplos originales a los que corresponde este evento.
fr: Optionnel des échantillons d'origine de cet événement qui correspond.
nl: Optioneel aantal van originele steekproeven waarmee deze gebeurtenis overeenkomt.

source: Physical representation of the list.
es: Representación física de la lista.
fr: Représentation physique de la liste.
nl: Fysische representatie van de lijst

source: Single item.
es: Elemento simple.
fr: Simple question.
nl: Enkel item.

source: rows
es: filas
fr: lignes
nl: rijen

source: Physical representation of the table as a list of CLUSTERs, each containing the data of one row of the table.
fr: Représentation physique de la table, comme une liste de clusters, chacune contenant les données d'une rangée de la table.
nl: Fysische weergave van de tabel als een lijst van CLUSTERs, elk bevattend de gegevens van één rij uit de tabel.

source: Physical representation of the tree.
es: Representación física del árbol.
fr: Représentation physique de l'arbre.
nl: Fysische weergave van de boom.

source: Ordered list of items - CLUSTER or ELEMENT objects - under this CLUSTER.
es: Lista ordenada de los elemento - Objetos de AGRUPACIÓN o ELEMENTO - bajo esta AGRUPACIÓN.
fr: Liste d'articles - ou ELEMENT CLUSTER objets - dans le cadre de ce cluster.
nl: Geordende lijst van items (CLUSTER of ELEMENT objecten) onder dit CLUSTER.

source: value
es: valor
fr: valeur
nl: waarde

source: Data value of this leaf.
fr: Valeur des données de cette feuille.
nl: Gegevenswaarde van dit blad.

source: nullFlavor
nl: nullSoort

source: Flavor of null value, e.g. 'indeterminate', 'not asked', etc.
fr: Saveur de valeur nulle, par exemple «indéterminée», «pas demandé», etc
nl: Soort van de null-waarde, bijvoorbeeld "onbepaalbaar", "niet gevraagd" enzovoort.

source: The boolean value of this item.
es: Valor boleano de este elemento.
fr: La valeur booléenne de la question.
nl: De Boolse waarde van dit item

source: Issuer
es: Emisor
fr: Emetteur
nl: Uitgever

source: Authority which issues the kind of id used in the id field of this object.
fr: Autorité qui délivre le type d'identifiant utilisé dans le champ id de cet objet.
nl: Autoriteit die de identificatortype uitgeeft voor het identificatorveld van dit object.

source: Assignor
es: Asignante
fr: Cédant
nl: Toekenner

source: Organisation that assigned the id to the item being identified.
es: Organización que asigna la id. del elemento que ha sido identificado.
fr: Organisation attribué que l'id de l'élément en cours d'identification.
nl: Organisatie die de identificator toekende aan het te identificeren object.

source: Id
nl: Identificator

source: The identifier value. Often structured, according to the definition of the issuing authority's rules.
fr: L'identificateur de valeur. Souvent structurés, en fonction de la définition de l'autorité de délivrance règles.
nl: De identificatorwaarde. Vaak gestructureerd, volgens de definitieregels van de utigevende autoriteit.

source: The identifier type, such as "prescription",or "SSN". One day a controlled vocabulary might be possible for this.
fr: L'identifiant de type, comme la "prescription", ou le "SSN". Un jour, un vocabulaire contrôlé pourrait peut-être pour cela.
nl: Het identificatorype, zoals bijvoorbeeld "recept", of "BSN". Ooit wordt een beheerde woordenschat mogelijk voor dit.

source: The state name. State names are determined by a state/event table defined in archetypes, and coded using openEHR Terminology or local archetype terms, as specified by the archetype. A module was added to the rm.support package to parse the State values from the archetype in the current context. This function is DvStateParser() and it may be called anywhere in the application that the developer needs to know the current available states. It returns a DvCodedText type.
fr: Le nom de l'état. Etat des noms sont déterminés par un événement table définie dans les archétypes, et codée en utilisant la terminologie openEHR ou local archétype, comme spécifié par l'archétype. Un module a été ajouté à la rm.support paquet pour analyser l'État valeurs de l'archétype dans le contexte actuel. Cette fonction est DvStateParser () et elle mai être appelé n'importe où dans l'application que le développeur a besoin de connaître les cours disponibles États. Il renvoie une DvCodedText type.
nl: De toestandsnaam. Toestandsnamen worden bepaald door een toestanden/gebeurtenissen-tabel gedefinieerd in archetypen, en gecodeerd met behulp van openEHR Terminologie of lokale archetype termen, zoals gespecificeerd door het archetype. Een module was toegevoegd aan het rm.support package om de Toestandwaarden te doorlopen van het archetype in de huidige context. Deze functie is DvStateParser() en mag overal in de applicatie aangeroepen worden waar de ontwikkelaar achter de momenteel aanwezige toestanden wil komen. Retourneert het type DvCodedText.

source: isTerminal
es: es terminal
nl: isTerminaal

source: Indicates whether this state is a terminal state, such as "aborted", "completed" etc from which no further transitions are possible. It is required and the default is False.
fr: Indique si cet état est un terminal État, tels que "avorté", "achevé", etc qui n'est plus de transitions sont possibles. Il est nécessaire et la valeur par défaut est False.
nl: Geeft aan of deze toestand een terminale toestand is, zoals "afgebroken", "compleet" enzovoort. Van hieruit zijn geen verdere overgangen mogelijk. Het veld is verplicht en de verstekwaarde is Onwaar

source: Size
es: Tamaño
fr: Taille
nl: Grootte

source: Original size in bytes of unencoded encapsulated data. I.e. encodings such as base64, hexadecimal etc do not change the value of this attribute.
fr: Original taille en octets des données encapsulées clair. C'est-à-dire encodages tels que base64, hexadécimal, etc ne changent pas la valeur de cet attribut.
nl: Originele grootte in bytes van ongecodeerde ingekapselde gegevens. Dat betekent dat coderingen zoals base64, hexadecimaal, etcetera de waarde van dit attribuut niet doen veranderen.

source: charset
es: conjunto de caracteres
nl: Kararkterverzameling

source: Name of character encoding scheme in which this value is encoded. Coded from openEHR Code Set "character sets". Unicode is the default assumption in openEHR, with UTF-8 being the assumed encoding. This attribute allows for variations from these assumptions. Type==CodePhrase
fr: Nom de codage de caractères dans laquelle cette valeur est encodée. Coded openEHR Code de l'option de "jeux de caractères". Unicode est l'hypothèse par défaut dans openEHR, avec UTF-8 étant supposé encodage. Cet attribut permet de variations de ces hypothèses. Type == CodePhrase
nl: Naam van het karaktercoderingsschema waarin deze waarde is gecodeerd. Gecodeerd in de openEHR coderingsverzameling "character sets". Bij verstek wordt Unicode in openEHR gebruikt, met UTF-8 als verstekcodering. Dit attribuut maakt het mogelijk af te wijken van die verstekwaarden. Is van het type CodePhrase.

source: Optional indicator of the localised language in which the data is written, if relevant. Coded from openEHR Code Set "languages". Type==CodePhrase
fr: Facultatif indicateur de la langue locale dans laquelle les données est écrit, le cas échéant. Coded openEHR Code de l'option de "langues". Type == CodePhrase
nl: Optionele indicator van de gelokaliseerde taal waarin de gegevens zijn geschreven, indien relevant. Gecodeerd in de openEHR coderingsverzameling "languages". Is van het type CodePhrase.

source: Alternate Text
es: Texto alternativo
fr: Autre texte
nl: Alternatieve Tekst

source: Text to display in lieu of multimedia display/replay
fr: Texte à afficher en lieu et place de l'affichage multimédia / replay
nl: Weer te geven tekst in plaats van multimedia weergave.

source: Media Type
es: Tipo de medio
fr: Type de support
nl: Type medium

source: Data media type coded from openEHR code set "media types" (interface for the IANA MIME types code set).
fr: Le type de support de données codées de openEHR code set "les types de médias" (interface de l'IANA MIME types de codes).
nl: Gegevensmediumtype gecodeerd in de openEHR coderingsverzameling "mediumtypes" (grensvlak voor de IANA MIME-types coderingsverzameling).

source: Compression Algorithm
es: Algoritmo de compresión
nl: Compressiealgoritme

source: Compression type, a coded value from the openEHR "Integrity check" code set. Void means no compression.
fr: Type de compression, une valeur codée de la openEHR "contrôle d'intégrité" jeu de codes. Void signifie aucune compression.
nl: Compressietype, een gecodeerde waarde in de openEHR "integrity check" coderingsverzameling.

source: Integrity Check
es: Comprobación de integridad
fr: Vérification de l'intégrité
nl: Integriteitscontrole

source: Binary cryptographic integrity checksum. Type==Array<Octet>
fr: Binary intégrité cryptographique de contrôle. Type == Array <Octet>
nl: Binaire cryptografische integriteitscontrolesom. Is van het type Array<Octet>

source: Integrity Check Algorithm
es: Algoritmo de comprobación de integridad
fr: Vérification de l'intégrité des Algorithm
nl: Integriteitscontrole-algoritme

source: Type of integrity check, a coded value from the openEHR "Integrity check" code set.
fr: Type de contrôle d'intégrité, un code de valeur de la openEHR "contrôle d'intégrité" code ensemble.
nl: Type van de integriteitscontrole, een gecodeerde waarde uit de openEHR "Integrity check" coderingsverzameling.

source: Thumbnail
es: Miniatura
nl: Miniatuur

source: The thumbnail for this item, if one exists; mainly for graphics formats. Type == DvMultimedia
nl: De miniatuur voor dit item, indien aanwezig; voornamelijk in gebruik bij grafische formaten. Is van het type DvMultimedia

source: URI reference to electronic information stored outside the record as a file, database entry etc, if supplied as a reference. Type == DvUri.
fr: URI de référence à l'information électronique stockée à l'extérieur de l'enregistrer comme un fichier, base de données d'entrée, etc, si elle est fournie comme référence. Type == DvUri.
nl: URI-verwijzing naar digitale informatie opgeslagen buiten het record als een bestand, database-record, enzovoort indien gegeven als een verwijzing. Is van het type DvUri.

source: The actual data found at uri, if supplied inline. Type==Array<Octet>
fr: Les données disponibles à uri, si elles sont fournies en ligne. Type == Array <Octet>
nl: De actuele gegevens gevonden op de URI, indien ter plekke aangegeven. Is van het type Array<Octet>.

source: The string, which may validly be empty in some syntaxes
es: La cadena que puede validar estar vacia en algunas sintaxis
fr: La chaîne, qui mai valablement être vide dans certaines syntaxes
nl: De string die geldig leeg mag zijn in sommige syntaxen.

source: Formalism
es: Formulario
nl: Formalisme

source: The name of the formalism, e.g. "GLIF 1.0", "proforma" etc.
fr: Le nom du formalisme, par exemple, "GLIF 1.0", "pro", etc
nl: De naam van het formalisme, bijvoorbeeld "GLIF 1.0", "proforma" enzovoort.

source: ISO8601 date string
es: cadena de datos ISO8601
fr: ISO8601 correspondant à la date de chaîne
nl: ISO8601 datumstring

source: ISO8601 date/time string
es: cadena de datos/hora ISO8601
fr: ISO8601 correspondant à la date et l'heure de chaîne
nl: ISO8601 datum-tijdstring

source: ISO8601 duration
es: duración ISO08601
fr: ISO8601 correspondant à la durée
nl: ISO8601 tiidsduur

source: ISO8601 time string
es: cadena de hora ISO8601
fr: ISO8601 correspondant string
nl: ISO8601 tijdstring

source: Accuracy
es: Precisión
fr: Précision
nl: Nauwkeurigheid

source: Accuracy of measurement, expressed as a half-range value of the diff type for this quantity (i.e. an accuracy of x means +/- x).
fr: Précision de la mesure, exprimée en demi-fourchette de valeurs de la diff pour ce type de quantité (c'est-à-dire une précision de x signifie +/- x).
nl: Meetnauwkeurigheid, uitgedrukt als een halve afwijking van het verschiltype van deze kwantiteit (d.w.z. een nauwkeurigheid van x betekent +/- x).

source: accuracy
es: precisión
fr: précision
nl: nauwkeurigheid

source: Accuracy of measurement, expressed either as a half-range percent value (accuracyIsPercent = True) or a half-range quantity. A value of 0 means that accuracy was not recorded.
fr: Précision de la mesure, exprimée soit en une demi-gamme pour cent en valeur (accuracyIsPercent = True) ou une demi-gamme quantité. Une valeur de 0 signifie que la précision n'a pas été enregistré.
nl: Meetnauwkeurigheid, uitgedrukt als hetzij een halve afwijking als percentage (dan is accuracyIsPercent waar), hetzij als een halve afwijkingswaarde. Een waarde nul betekent dat de meetnauwkeurigheid niet bepaald was.

source: If True, indicates that when this object was created, accuracy was recorded as a percent value; if False, as an absolute quantity value.
fr: Si cela est vrai, indique que, lorsque cet objet a été créé, la précision a été enregistré pour cent en valeur, si faux, comme une quantité absolue valeur.
nl: Indien waar, werd de meetnauwkeurigheid als percentage opgegeven bij de creatie van dit object. Indien onwaar, werd de nauwkeurigheid als een absolute hoeveelheid opgegeven.

source: Magnitude
es: Magnitud
nl: Grootte

source: numeric magnitude of the quantity
es: magnitud numérica de la cantidad
fr: importance numérique de la quantité
nl: Numerieke grootte van de kwantiteit

source: Optional normal range.
es: Rango normal opcional.
fr: Facultatif normale.
nl: Optioneel normaal bereik

source: Optional tagged other reference ranges for this value in its particular measurement context. A list of ReferenceRange types.
nl: Als optioneel aangemerkte overige verwijzingsbereiken voor deze waarde in diens betreffende metingscontext. Is een lijst van ReferenceRange-typen.

source: normalStatus
es: Estatusnormal
nl: normaleToestand

source: Optional normal status indicator of value with respect to normal range for this value. Often included by lab, even if the normal range itself is not included. Coded by ordinals in series HHH, HH, H, (nothing), L, LL, LLL; see openEHR terminology group "normal status".
nl: Optionele normale toestandsindicator voor de waarde met betrekking tot het normale bereik van deze waarde. Wordt vaak doorgegeven door het lab, zelfs als het normale bereik zelf niet wordt doorgegeven. Wordt gecodeerd met rangcodes in series als HHH, HH, H, (niets), L, LL, LLL; zie de openEHR terminologiegroep "normal status".

source: Ordinal position in enumeration of values.
es: Posición ordinal en la enumeración de valores.
fr: Ordinal position dans l'énumération de valeurs.
nl: Rangpositie in enumeratie van waarden.

source: symbol
es: símbolo
fr: symbole
nl: symbool

source: Coded textual representation of this value in the enumeration, which may be strings made from "+" symbols, or other enumerations of terms such as "mild", "moderate", "severe", or even the same number series as the values, e.g. "1", "2", "3". Codes come from archetype.
fr: Coded représentation textuelle de la présente valeur dans l'énumération, qui mai être des chaînes à partir de "+" les symboles, ou d'autres énumérations de termes tels que "mild", "modérée", "graves", ou encore le même numéro de série que les valeurs, par exemple, "1", "2", "3". Codes proviennent de l'archétype.
nl: Gecodeerde tekstweergave van deze waarde in de enumeratie, die kunnen bestaan uit strings van "+"-symbolen of andere enumeratie van termen zoals "mild", "matig", "ernstig" of zelfs dezelfde getallenreeks als de waarden, bijvoorbeeld "1", "2", "3", enzovoort. Codes komen uit het archetype vandaan.

source: numerator
es: numerador
fr: numérateur
nl: teller

source: numerator of ratio
es: numerador de radio
fr: numérateur du ratio
nl: teller van de breuk

source: denominator
es: denominador
fr: dénominateur
nl: noemer

source: denominator of ratio
es: denominador de radio
fr: dénominateur du ratio
nl: noemer van de breuk

source: Indicates semantic type of proportion, including percent, unitary etc.
es: Indica el tipo semántico de la proporción, incluyendo porcentaje, unidad, etc
fr: Indique le type sémantique de la proportion, y compris pour cent, unitaire, etc
nl: Geeft het semantische type aan van de breuk, inclusief procentuele, unaire enzovoort verhoudingen.

source: precision
es: precisión
fr: précision
nl: precisie

source: Precision to which the numerator and denominator values of the proportion are expressed, in terms of number of decimal places. The value 0 implies an integral quantity. The value -1 implies no limit, i.e.any number of decimal places.
es: Precisión en la cual, están expresados los valores de numerador y denominador de la proporción en términos de número de decimales. El valor 0 implica una cantidad entera. El valor -1 implica sin límites, p.e. cualquier número de decimales.
fr: De précision à laquelle le numérateur et le dénominateur de la proportion de valeurs sont exprimés en termes de nombre de décimales. La valeur de 0 signifie une intégrante de la quantité. La valeur -1 signifie aucune limite, ieany nombre de décimales.
nl: Precisie uitgedrukt in decimalen van de teller en noemer van de breuk. De waarde nul impliceert een geheel getal en de waarde -1 impliceert geen enkele limiet, dat wil zeggen elk aantal decimalen is mogelijk.

source: magnitude
es: magnitud
fr: ampleur
nl: grootte

source: Numeric value of the quantity in canonical (i.e. single value) form. Implemented as constant, function or attribute in subtypes as appropriate. The type OrdereNumeric is mapped to the available appropriate type in each implementation technology.
fr: Valeur numérique de la quantité de canonique (c'est-à-dire valeur unique) formulaire. Mis en oeuvre en tant que constante, fonction ou en sous-types que approprié. Le type OrdereNumeric est associé à la disposition appropriées à chaque type de mise en œuvre de technologie.
nl: Numerieke waarde van de grootheid in kanonieke vorm (d.w.z. een enkele waarde). Zo nodig geïmplementeerd als constante, functie of attribuut in subtypes. Het type GeordendNumeriek wordt gelinkt naar de beschikbare geschikte type in elke implementatietechnologie.
