Repository: fontoura/oship
Catalog: oship/src/oship/locales/*/LC_MESSAGES/oship-*.po
Languages: es, fr, nl

source: The relative match of the target term with respect to the mapped text item. Result meanings:'>': the mapping is to a broader term e.g. orginal text = "arbovirus infection", target = "viral infection" '=': the mapping is to a (supposedly) equivalent to the original item '<': the mapping is to a narrower term. e.g. original text = "diabetes", mapping = "diabetes mellitus". '?': the kind of mapping is unknown. The first three values are taken from the ISO standards 2788 ("Guide to Establishment and development of monolingual thesauri") and 5964 ("Guide to Establishment and development of multilingual thesauri").
fr: Le rapport correspondant de la cible terme à l'égard de la cartographié texte. Résultat :'>': sens de la cartographie est un terme plus large, par exemple texte = "arbovirus infection", target = "infection virale" '=': la cartographie est d'une (prétendument) l'équivalent de l'élément d'origine '<': la cartographie est un terme plus restrictif. par exemple, texte = "diabète", la cartographie = "diabetes mellitus". '?': Le type de cartographie est inconnue. Les trois premières valeurs sont tirées des normes ISO 2788 ("Guide de la création et le développement de thésaurus monolingues") et 5964 ("Guide à l'établissement et le développement de thesaurus multilingues").

source: Purpose of the mapping e.g. "automated data mining", "billing", "interoperability
fr: Objet de la cartographie par exemple, "automatisé d'extraction de données", "la facturation", "l'interopérabilité

source: Optional tagged other reference ranges for this value in its particular measurement context. A list of ReferenceRange types.
fr: Facultatif tagged autres gammes de référence pour cette valeur dans son contexte de mesure. Une liste des types ReferenceRange.

source: Optional normal status indicator of value with respect to normal range for this value. Often included by lab, even if the normal range itself is not included. Coded by ordinals in series HHH, HH, H, (nothing), L, LL, LLL; see openEHR terminology group "normal status".
fr: Facultatif indicateur de l'état normal de la valeur à l'égard des valeurs normales pour cette valeur. Souvent par de laboratoire, même si la normale elle-même n'est pas inclus. Codé par ordinaux en série HHH, HH, H, (rien), L, LL, LLL; voir openEHR terminologie groupe "normal".

source: Displayable rendition of the item, regardless of its underlying structure. For DV_CODED_TEXT, this is the rubric of the complete term as provided by the terminology service. No carriage returns, line feeds, or other non-printing characters permitted.
fr: Affichable de restitution de la question, indépendamment de sa structure sous-jacente. Pour DV_CODED_TEXT, c'est la rubrique de l'ensemble du terme, comme prévu par la terminologie service. Pas de retour chariot, saut de ligne, ou d'autres caractères d'imprimerie non-autorisées.

source: A list of MappingTerm,terms from other terminologies most closely matching this term, typically used where the originator (e.g. pathology lab) of information uses a local terminology but also supplies one or more equivalents from wellknown terminologies (e.g. LOINC). The list contents should be of the type TermMapping
fr: Une liste de MappingTerm, les termes provenant d'autres terminologies correspondant le plus étroitement à ce terme, généralement utilisée lorsque l'expéditeur (par exemple la pathologie en laboratoire) de l'information utilise une terminologie locale, mais aussi fournit un ou plusieurs équivalents de la terminologie bien connue (par exemple LOINC). La liste du contenu doit être du type TermMapping

source: A format string of the form "name:value; name:value...", e.g. "font-weight : bold; font-family : Arial; font-size : 12pt;". Values taken from W3C CSS2 properties lists "background" and "font".
fr: Une chaîne de format de la forme "nom: valeur; nom: valeur ...", par exemple, "font-weight: bold; font-family: Arial; font-size: 12pt;". Valeurs prises de W3C CSS2 propriétés des listes "de fond" et "font".

source: Hyperlink
es: Hipervínculo
fr: Hyperlien

source: Optional link sitting behind a section of plain text or coded term item as type DvUri.
fr: Facultatif lien assis derrière une section de texte en clair ou codée terme comme élément de type DvUri.

source: Optional indicator of the localised language in which the value is written. Coded from openEHR Code Set "languages". Only used when either the text object is in a different language from the enclosing ENTRY, or else the text object is being used outside of an ENTRY or other enclosing structure which indicates the language.
fr: Facultatif indicateur de la langue locale dans laquelle la valeur est écrit. Coded openEHR Code de l'option de "langues". Uniquement utilisé quand l'objet-texte est dans une langue différente de la joignant ENTRÉE, ou bien l'objet texte est utilisé en dehors d'une entrée ou une autre structure qui indique ci-joint la langue.

source: Name of character encoding scheme in which this value is encoded. Coded from openEHR Code Set "character sets". Unicode is the default assumption in openEHR, with UTF-8 being the assumed encoding. This attribute allows for variations from these assumptions.
fr: Nom de codage de caractères dans laquelle cette valeur est encodée. Coded openEHR Code de l'option de "jeux de caractères". Unicode est l'hypothèse par défaut dans openEHR, avec UTF-8 étant supposé encodage. Cet attribut permet des variations de ces hypothèses.

source: lower value
fr: valeur inférieure

source: Interval lower value.
fr: Intervalle de valeur inférieure.

source: EHR Status
es: Estatus EHR
fr: DSE Etat

source: Context
es: Contexto
fr: Contexte

source: Protocol
fr: Protocole

source: EHR ID
es: Id. EHR
fr: DSE ID

source: Event
fr: Evénement

source: Event which fires this transition.
fr: L'événement qui les incendies de cette transition.

source: Guard
fr: Garde

source: Guard condition which must be true for this transition to fire.
fr: Garde condition qui doit être vrai pour la transition à l'incendie.

source: Side-effect action to execute during the firing of this transition.
fr: Effet des mesures pour exécuter les tirs au cours de cette transition.

source: Next State
fr: Suivant l'État

source: Target state of next transition.
fr: Public état de la prochaine transition.

source: A Set of Transition types.
fr: Une série de types de transition.

source: Set of allowed DV_ORDINALS.
fr: Ensemble de permis DV_ORDINALS.

source: Interval constraint on magnitude.
fr: Intervalle de contrainte sur l'ampleur.

source: Interval constraint on precision.
fr: Intervalle de contrainte de précision.

source: Constraint on units.
fr: La contrainte sur les unités.

source: List of value/unit pairs.
fr: Liste des valeur / unité paires.

source: Property
fr: Propriété

source: Optional constraint of units property.
fr: Facultatif contrainte d'unités de propriété.

source: Syntax string expressing constraint on allowed primary terms.
fr: Syntaxe string expression contrainte sur ce qui a permis primaires.

source: Code List
fr: Liste de codes

source: List of allowed codes. If empty it means any code is allowed.
fr: Liste de codes. S'il est vide, cela signifie tout code est autorisée.

source: Name of this State.
fr: Nom de l'État.

source: States
fr: États

source: A Set of State types.
fr: Une série de types d'État.

source: Namespace to which this identifier belongs in the local system context (and possibly in any other openEHR compliant environment) e.g. "terminology", "demographic". These names are not yet standardised. Legal values for the namespace are "local" | "unknown" | "[a-zA- Z][a-zA-Z0-9_-:/&+?]*"
fr: De noms de cette marque qui appartient à le contexte du système local (et, éventuellement, en tout état de d'autres openEHR conforme environnement) par exemple "terminologie", "démographique". Ces noms ne sont pas encore normalisées. Les valeurs de la noms sont "local" | "inconnus" | "[a-zA- Z][a-zA-Z0-9_-:/&+?]*"

source: Name of the class (concrete or abstract) of object to which this identifier type refers, e.g."PARTY", "PERSON", "GUIDELINE" etc. These class names are from the relevant reference model. The type name "ANY" can be used to indicate that any type is accepted (e.g. if the type is unknown).
fr: Nom de la classe (concret ou abstrait) de s'opposer à ce qui Identificateur de type se réfère, par exemple, "PARTY", "personne", "ORIENTATION", etc Ces noms de classes sont de la modèle de référence. Le nom de type "ANY" peut être utilisé pour indiquer que tout est accepté (par exemple, si le type est inconnu).

source: Globally unique id of an object (of type UidBasedId), regardless of where it is stored.
fr: Globalement identifiant unique d'un objet (de type UidBasedId), indépendamment de l'endroit où il est stocké.

source: The path to an instance in question, as an absolute path with respect to the object found at VERSION.data. An empty path means that the object referred to by id being specified.
fr: Le chemin d'accès à une instance en question, comme un chemin absolu à l'égard de l'objet trouvé à VERSION.data. Un chemin vide signifie que l'objet visé par id être précisée.

source: Brand Name
fr: Nom de marque

source: the brand name part of the full RxNorm name (null for SCD). Brand names are in all uppercase to distinguish them from generic names.
fr: le nom de marque de la pleine RxNorm nom (null pour SCD). Noms de marque sont en majuscules pour les distinguer des noms génériques.

source: Display Name
fr: Nom d'affichage

source: drug name (either generic or brand name) and intended route e.g. INDERAL (Oral-pill).
fr: Nom de la drogue (ou générique ou la marque) et de l'itinéraire, par exemple Inderal (Oral-pilule).

source: intended route derived from RXN_DOSE_FORM.
fr: route provenant de RXN_DOSE_FORM.

source: New Dose Form
fr: Dose New Form

source: dose form derived from RXN_DOSE_FORM.
fr: dose sous forme dérivée de RXN_DOSE_FORM.

source: Strength
fr: Force

source: strength information parsed from the RxNorm full name.
fr: la force de l'information analysée RxNorm nom complet.

source: Suppress For
fr: Pour réprimer

source: to flag drug names deemed not likely to be useful for data entry. For example, long generic drug names with multiple ingredients (e.g. Bacitracin/Hydrocortisone/Neomycin/Polymyxin B) are suppressed because they are almost always prescribed by their brand names (e.g. CORTISPORIN OINTMENT). Any non-null value means that a row should be suppressed.
fr: au pavillon de ne pas les noms de médicaments considérés comme susceptibles d'être utiles pour la saisie des données. Par exemple, les noms de médicaments génériques de long avec de multiples ingrédients (par exemple, Bacitracine / Hydrocortisone / néomycine / polymyxine B) sont supprimées, parce que ils sont presque toujours prescrits par leurs noms de marque (par exemple CORTISPORIN ONGUENT). Toute valeur non nulle signifie que la ligne devrait être supprimée.

source: Display Name Synonym
fr: Nom d'affichage Synonyme

source: commonly used synonyms or abbreviations for the drug e.g. MOM for Milk of Magnesia.
fr: couramment utilisé des synonymes ou des abréviations de la drogue par exemple MOM pour le lait de magnésie.

source: Is Retired
fr: Est à la retraite

source: to flag records that existed in earlier versions but not in the latest version.
fr: au pavillon des dossiers qui existent dans les versions antérieures, mais pas dans la version la plus récente.

source: the RxNorm unique identifier for the clinical drug, which can be one of the following term types: * Semantic Clinical Drug (SCD) e.g. Azithromycin 250 MG Oral Capsule. * Semantic Branded Drug (SBD) e.g. Azithromycin 250 MG Oral Capsule [Zithromax]. * Branded Pack (BPCK) e.g. {6 (Azithromycin 250 MG Oral Tablet [Zithromax]) } Pack [Z-PAKS].
fr: RxNorm l'identificateur unique pour les cliniques de médicaments, qui peut être l'un des types de l'expression suivante: * Semantic Clinical Drug (SCD), par exemple Azithromycine 250 mg par voie orale Capsule. * Sémantique des médicaments de marque (SBD), par exemple Azithromycine 250 mg par voie orale Capsule [Zithromax]. Pack de marque * (BPCK) par exemple (6 (Azithromycine 250 mg par voie orale Tablet [Zithromax])) Pack [Z-Paks].

source: this is the corresponding generic clinical drug for SBD and BPCK (null for SCD).
fr: il s'agit de la clinique de médicaments génériques correspondants pour SBD et BPCK (null pour les SCD).

source: TTY
fr: ATS

source: term type in RxNorm.
fr: en terme de type RxNorm.

source: Full Name
fr: Nom complet

source: the full RxNorm name of the clinical drug.
fr: la pleine RxNorm nom de la clinique de drogues.

source: RXN Dose Form
fr: Dose RXN Formulaire

source: dose form and intended route information from RxNorm.
fr: dose et de l'itinéraire de RxNorm.

source: Full Generic Name
fr: Nom générique complet

source: the generic part of the full RxNorm name.
fr: le générique de la pleine RxNorm nom.

source: A default value for this constriant object.
es: Valor predewterminado para este objeto limitado.

source: True if thiere is an assumed value.
es: Verdadero si es un valor asumido.

source: Concept
es: Concepto

source: Version of the openEHR reference model used to create this object. Expressed in terms of the release version string, e.g. “1.0”, “1.2.4”.
es: Versión del modelo de referencia openEHR usado para crear este objeto. expresado en términos de cadena de versión liberada p.e.. “1.0”, “1.2.4”.

source: Type
es: Tipo

source: Committer
es: Ejecutor

source: Resource Package URI
es: URI del paquete de recurso

source: The identifier type, such as “prescription”,or “SSN”. One day a controlled vocabulary might be possible for this.
es: Tipo de identificador, tal como “prescripción”,o “SSN”. Algún día se podrá tener un vocabulario controlado para esto.

source: The name of the formalism, e.g. “GLIF 1.0”, “proforma” etc.
es: Nombre del formulario, p.e.. “GLIF 1.0”, “proforma” etc.

source: Accuracy of measurement, expressed as a half-range value of the diff type for this quantity (i.e. an accuracy of x means +/−x).
es: Precisión de la media, expresada en valor de rango medio del tipo de la diferencia para esta cantidad (p.e. una precisión de x significa +/−x).

source: accuracyIsPercent
es: Porcentaje de precisión

source: normalRange
es: Rangonormal

source: otherReferenceRanges
es: Otros rangos de referencia

source: type
es: tipo

source: magnitudeStatus
es: Estado de magnitud

source: The data range for this meaning, e.g.“critical” etc.
es: Rango de los datos de este significado, p.e. "crítico", etc.

source: CodeString
es: Cadena de código

source: Description of the relationship.
es: Descripción de las relaciones

source: media types
es: tipos de medio
