Repository: fontoura/oship
Catalog: oship/src/oship/locales/*/LC_MESSAGES/oship-*.po
Languages: es, fr, nl

source: Subject
es: Asunto
fr: Sujet
nl: Onderwerp

source: Identifiers for subject of the received information item.
es: Identificación del tema del elemento de información recibido.
fr: Identificateurs de l'objet a reçu des informations de la question.
nl: Identificators voor het onderwerp van het onvangen informatie-item.

source: Version Id
es: Id Versión
nl: Versie-identificator

source: Any identifier used in the system such as "interim", "final", or numeric versions if available.
fr: Tout identificateur utilisé dans le système comme "intermédiaire", "final", ou numérique, si les versions disponibles.
nl: Willekeurig welke identificator die in het systeem gebruikt wordt, zoals "interim", "definitief", of numerieke versies indien beschikbaar.

source: Meaning
es: Significado
fr: Signification
nl: Betekenis

source: Used to describe the relationship, usually in clinical terms, such as "in response to" (the relationship between test results and an order), "follow-up to" and so on. Such relationships can represent any clinically meaningful connection between pieces of information. Values for meaning include those described in Annex C, ENV 13606 pt 2 [11] under the categories of "generic", "documenting and reporting","organisational","clinical", "circumstancial", and "view management".
fr: Utilisé pour décrire la relation, généralement en termes cliniques, tels que "en réponse à" (la relation entre les résultats des tests et un ordre), "suivi de" et ainsi de suite. Ces relations peuvent représenter une clinique lien significatif entre les éléments d'information. Valeurs pour les sens notamment celles décrites à l'annexe C, ENV 13606 pt 2 [11] dans les catégories de "générique", "la documentation et des rapports", "organisation", "clinique", "circumstancial", et "Vue de gestion".
nl: Gebruikt om de relatie te beschrijven, normaliter in klinische termen zoals "in antwoord op" (de relatie tussen een testresultaat en een opdracht), "follow-up op", enzovoort. Zulke relaties kunnen elke klinische betekenisvolle connectie tussen stukjes informatie beschrijven. Betekeniswaarden omvatten degenen die beschreven zijn in Annex C, ENV 13606 pt 2 [11] onder de categorieën "generic", "documenting and reporting", "organisational", "clinical", "circumstantial" en "view management".

source: The type attribute is used to indicate a clinical or domain-level meaning for the kind of link, for example "problem" or "issue". If type values are designed appropriately, they can be used by the requestor of EHR extracts to categorise links which must be followed and which can be broken when the extract is created.
fr: L'attribut type est utilisé pour indiquer une clinique ou au niveau du domaine sens pour le type de lien, par exemple "à problème" ou "question". Si le type de valeurs sont conçus de manière appropriée, ils peuvent être utilisés par le demandeur de DSE extraits classer les liens qui doivent être suivies et qui peut être rompu lors de l'extrait est créé.
nl: Het type-attribuut geeft een klinische of domeinspecifieke betekenis weer van de soort verwijzing, bijvoorbeeld "probleem" of "punt van zorg". Als typewaarden gepasd ontworpen zijn, kan de aanvrager van EHR-extracties aangeven welke verwijzingssoorten wel of niet gevolgd moeten worden bij het creëren van de extractie.

source: Target
es: Objetivo
fr: Cible
nl: Doel

source: The logical "to" object in the link relation, as target: per the linguistic sense of the meaning attribute.
fr: La logique "de" l'objet dans le lien qui concerne, en tant que cible: par le sens linguistique du sens attribut.
nl: Het logische "naar" object in de verwijzingsrelatie, als doel: in de linguïstische zin van het betekenisattribuut.

source: Optional globally unique object identifier for root points of archetyped structures. A UidBasedId
fr: Facultatif identificateur d'objet unique au monde pour la racine des points de archetyped structures. A UidBasedId
nl: Optioneel mondiaal unieke objectidentificator voor de boomwortels van gearchetypeerde structuren. Is een UidBasedId.

source: Node ID
es: ID del nodo
nl: Knoopidentificator

source: Design-time archetype id of this node taken from its generating archetype; used to build archetype paths. Always in the form of an "at" code, e.g. "at0005". This value enables a "standardised" name for this node to be generated, by referring to the generating archetype local ontology. At an archetype root point, the value of this attribute is always the stringified form of the archetype_id found in the archetype_details object.
fr: Design-temps id archétype de ce nœud prises de son archétype génératrices; utilisés pour construire les chemins archétype. Toujours sous la forme d'un "at" code, par exemple, "at0005". Cette valeur permet à un "standard" nom de ce noeud qui doit être généré, par se référant à l'archétype de la génération locale d'ontologie. Lors d'un archétype de la racine, la valeur de cet attribut est toujours le stringified forme de la archetype_id dans le archetype_details objet.
nl: Gegenereerde archetype-identificator van deze knoop door diens aanmakende archetype in het ontwerpproces; gebruikt om archetypepaden te vormen. Altijd in de vorm van een "at"-code, bijvoorbeeld "at0005". Deze waarde maakt het mogelijk een "gestandaardiseerde" naam voor deze knoop te genereren, door te refereren aan de lokale ontologie van het genererende archetype . Voor het wortelpunt van een archetype is de waarde van dit attribuut altijd de in een stringvorm gegoten archetype_id uit het archetype_details object.

source: DvText type - Runtime name of this fragment, used to build runtime paths. This is the term provided via a clinical application or batch process to name this EHR construct: its retention in the EHR faithfully preserves the original label by which this entry was known to end.
fr: DvText type - Durée nom de ce fragment, utilisé pour construire des voies d'exécution. Il s'agit de la durée prévue par l'intermédiaire d'une application clinique ou de lot au nom de ce processus de construction de DSE: son maintien dans le DSE conserve fidèlement l'étiquette originale par laquelle cette entrée a été appelé à la fin.
nl: Van het type DvText - de runtime-benaming voor dit fragment, gebruikt om runtime-paden te vormen. Dit is de term die ingevoerd wordt via een klinische toepassing of een batchproces om dit EHR construct te benoemen: opslaan in het EHR behoudt getrouw tot aan het einde het originele label waaronder deze invoer bekend was.

source: Details of archetyping used on this node.
es: Detalles de arquetipo usados en este nodo-
fr: Détails de archetyping utilisés sur ce noeud.
nl: Details van archetypering gebruikt bij deze knoop.

source: Feeder Audit
fr: Engraissement de vérification
nl: Voedingsysteem audit

source: Audit trail from non-openEHR system of original commit of information forming the content of this node, or from a conversion gateway which has synthesised this node.
fr: Piste de vérification de la non-openEHR système original de commettre de l'information formant le contenu de ce nœud, ou à partir d'une passerelle de conversion, qui a synthèse de ce noeud.
nl: Auditspoor vanaf het niet-openEHR systeem waarin de informatie die de inhoud vormt van deze knoop van origine werd weggeschreven, danwel vanaf een conversie-netwerkkoppeling die deze knoop aanmaakte.

source: Links
es: Enlaces
fr: Liens
nl: Koppelingen

source: Original Version object that was imported.
es: Versión original del objeto que se importó.
fr: Version originale objet qui a été importé.
nl: Origineel versie-object dat geïmporteerd werd.

source: Unique identifier for this contribution.
es: Identificador único para esta distribución.
fr: Identifiant unique pour cette contribution.
nl: Unieke identificator voor deze bijdrage.

source: Versions
es: Versiones
nl: Versies

source: Set of references to versions causing changes to this EHR. Each contribution contains a list of versions which may include paths pointing to any number of VERSIONABLE items, i.e. items of type COMPOSITION and FOLDER.
fr: Ensemble de références à des versions à l'origine des changements ce DSE. Chaque contribution contient une liste des versions mai qui comprend les chemins de pointage à un certain nombre de VERSIONABLE points, c'est-à-dire des articles de type COMPOSITION et FOLDER.
nl: Verzameling van verwijzingen naar versies die leiden tot veranderingen in dit EHR. Elke bijdrage bevat een lijst van versies; een versie kan één of meer paden bevatten die wijzen naar items die versiebeheerd zijn, d.w.z. items van het type COMPOSITION en FOLDER

source: Audit trail corresponding to the committal of this Contribution.
fr: Piste de vérification correspondant à l'engagement de cette contribution.
nl: Auditspoor overeenkomend met het wegschrijven van deze bijdrage.

source: Stored version of inheritence precurosr.
nl: Opgeslagen versie van de overervingsvoorganger.

source: Preceding Version UID
es: Versión precedente de UID
fr: La version précédente UID
nl: Voorgaand versie UID

source: Unique identifier of this version, containing owner_id, version_tree_id and creating_system_id. Type == OBJECT_VERSION_ID
fr: Identificateur unique de cette version, contenant owner_id, version_tree_id et creating_system_id. Type == OBJECT_VERSION_ID
nl: Unieke identificator van deze versie, bevattende owner_id, version_tree_id en creating_system_id. Is van het type OBJECT_VERSION_ID

source: Preceding Version Id
es: Id. de la versión precedente
fr: Identifiant de la version précédente
nl: Voorgaande versie-identificator

source: Unique identifier of the version of which this version is a modification; Void if this is the first version. Type == OBJECT_VERSION_ID
fr: Identificateur unique de la version de cette version d'une modification, si ce vide est la première version. Type == OBJECT_VERSION_ID
nl: Unieke identificator van de versie waarvan deze versie een modificatie is. "Void" als dit de eerste versie is; het type is OBJECT_VERSION_ID.

source: Data
es: Datos
nl: Gegevens

source: Original content of this Version.
es: Contenido original de esta versión.
fr: Le contenu original de cette version.
nl: Originele inhoud van deze Versie

source: Lifecycle State
es: Estado del ciclo de vida.
fr: Cycle de vie de l'État
nl: Levenscyclustoestand

source: Lifecycle state of this version; coded by openEHR vocabulary "version lifecycle state". Type == DV_CODED_TEXT
fr: Cycle de vie de l'état de cette version, codée par openEHR vocabulaire "version de l'état du cycle de vie". Type == DV_CODED_TEXT
nl: Levenscyclustoestand van deze versie; gecodeerd door de openEHR woordenschat "version lifecycle state". Is van het type DV_CODED_TEXT.

source: Commit Audit
fr: Comité de vérification
nl: Wegschrijf audit

source: Audit trail corresponding to the committal of this version to the VERSIONED_OBJECT. Type == AUDIT_DETAILS
fr: Piste de vérification correspondant à l'engagement de cette version de l'VERSIONED_OBJECT. Type == AUDIT_DETAILS
nl: Auditspoor dat correspondeert met het wegschrijven van deze versie naar het VERSIONED_OBJECT. Is van het type AUDIT_DETAILS.

source: Contribution
es: Contribución
nl: Bijdrage

source: Contribution in which this version was added.
es: Contribución en la que esta versión se añadió.
fr: Contribution à cette version qui a été ajoutée.
nl: Bijdrage waarin deze versie is toegevoegd.

source: Signature
es: Firma
nl: Ondertekening

source: OpenPGP digital signature or digest of content committed in this Version.
fr: OpenPGP signature numérique ou de digérer le contenu engagés dans cette version.
nl: OpenPGP digitale handtekening danwel digestie van de inhoud die is weggeschreven in deze Versie.

source: Unique identifier of this version container. This id will be the same in all instances of the same container in a distributed environment, meaning that it can be understood as the uid of the "virtual version tree".
fr: Identificateur unique de cette version conteneur. Cette id sera le même dans toutes les instances d'un même conteneur dans un environnement distribué, ce qui signifie qu'il peut être compris comme l'uid de la "version virtuelle d'arbres".
nl: Unieke identificator van deze versiecontainer. Deze identificator is gelijk in alle instanties van deze zelfde container in een gedistribueerde omgeving, wat betekent dat hij opgevat kan worden als de uid van de "virtuele versieboom".

source: Owner Id
es: Id. del propietario
fr: Propriétaire Id
nl: Eigenaaridentificator

source: Reference to object to which this version container belongs, e.g. the id of the containing EHR or other relevant owning entity.
fr: La référence à l'objet à laquelle cette version de conteneurs appartient, par exemple, l'id de la DSE ou autre contenant pertinentes entité propriétaire.
nl: Verwijzing naar het object aan wie deze versiecontainer toebehoort, bijvoorbeeld de identificator van het omvattende EHR of een andere relevante eigenaarsentiteit.

source: Time Created
es: Hora de creación
fr: Heure de création
nl: Tijdstip van aanmaak

source: Time of initial creation of this versioned object.
es: Hora de la creación inicial de este objeto versionado.
fr: Durée de la création initiale de ce versionnés objet.
nl: Tijdstip van initiële aanmaak van dit versiebeheerde object.

source: Folders
es: Carpetas
fr: Dossiers
nl: Mappen

source: Subfolders of this folder.
es: Subcarpetas en esta carpeta.
fr: Les sous-dossiers de ce dossier.
nl: Submappen van deze map.

source: The list of references to other (usually) versioned objects logically in this folder.
fr: La liste des références à d'autres (généralement) versionnés logiquement les objets dans ce dossier.
nl: De lijst van verwijzingen naar andere (normaliter) versiebeheerde objecten die logischerwijs in deze map zitten.

source: Attested View
fr: Attestée Voir
nl: Beeld van gegevens voorzien van attest

source: Optional visual representation of content attested e.g. screen image. Type==DvMultimedia
fr: Facultatif représentation visuelle du contenu atteste par exemple L'image de l'écran. Type == DvMultimedia
nl: Optioneel visuele representatie van geattesteerde inhoud, bijvoorbeeld een schermafbeelding. Is van het type DvMultimedia

source: Proof
es: Prueba
fr: Preuve
nl: Bewijs

source: Proof of attestation.
es: Prueba de atestado.
fr: Preuve de l'attestation.
nl: Bewijs van attest.

source: Items attested, expressed as fully qualified runtime paths to the items in question. Although not recommended, these may include fine-grained items which have been attested in some other system. Otherwise it is assumed to be for the entire VERSION with which it is associated. Set <DV_EHR_URI>
fr: Items attestée, a exprimé aussi pleinement qualifié runtime les voies de les articles en question. Bien qu'il ne soit pas recommandé, mai inclure ces grains fins, les articles qui ont été attestée dans un autre système. Sinon, il est supposé pour la version intégrale avec laquelle il est associé. Set <DV_EHR_URI>
nl: Geattesteertde items, uitgedrukt als volledig uitgeschreven runtime paden naar de betreffende items. Hoewel niet aanbevolen, mogen deze kleinschaliger items omvatten die geattesteerd zijn in andere systemen. Normaliter wordt echter verondersteld dat de attestatie geldt voor de gehele VERSION waarmee het geassocieerd is. Is van de verzameling <DV_EHR_URI>

source: Reason
es: Razón
nl: Reden

source: Reason of this attestation. Optionally coded by the openEHR Terminology group "attestation reason"; includes values like "authorisation", "witness" etc.
fr: Motif de cette attestation. En option codée par le Terminology openEHR groupe "attestation de la raison", comprend des valeurs comme "l'autorisation", "témoin", etc
nl: Reden van de attestatie. Optioneel gecodeerd door de openEHR Terminologiegroep "attestation reason"; omvat waarden zoals "autorisatie", "getuige", enzovoort.

source: Pending?
es: ¿Pendiente?
fr: En attendant?
nl: Onderhanden

source: True if this attestation is outstanding; False means it has been completed.
fr: Vrai si cette attestation est remarquable; False signifie qu'il a été complété.
nl: Waar, indien deze attestatie in onderhanden is. Onwaar betekent dat de attestatie afgerond is.

source: Identity of the system where the change was committed. Ideally this is a machine- and human-processable identifier, but it may not be.
fr: L'identité du système si le changement a été commis. Idéalement, il s'agit d'une machine humaine et transformable identifiant, mai, mais il ne pas l'être.
nl: Identiteit van het systeem waarin de verandering werd weggeschreven. Idealiter is dit een identificator die door zowel computer als mens te verwerken is, maar dit hoeft niet het geval te zijn.

source: Identity and optional reference into identity management service, of user who committed the item.
fr: L'identité et de référence en option dans la gestion de l'identité service, l'utilisateur qui a commis la question.
nl: Identiteit van (en optionele verwijzing naar de identiteitsbeheerservice voor) de gebruiker die het item wegschreef.

source: Time Committed
es: Hora de ejecución
fr: Time commises
nl: Tijdstip van wegschrijven

source: Time of committal of the item.
fr: Temps de renvoi de la question.
nl: Tijdstip van wegschrijven van het item.

source: Change Type
es: Tipo de cambio
fr: Modifier le type
nl: Veranderingstype

source: Type of change. Coded using the openEHR Terminology "audit change type" group. Type==DvCodedText
fr: Type de changement. Codée en utilisant la terminologie openEHR "changement de vérification de type" groupe. Type == DvCodedText
nl: Veranderingstype. Gecodeerd met behulp van de openEHR-terminologie "audit change type"-groep. Is van het type DvCodedText

source: Description
es: Descripción
nl: Omschrijving

source: Reason for committal. Type==DvText
fr: Motif de renvoi. Type == DvText
nl: Reden van wegschrijven. Type==DvText

source: Performer
es: Realizador
fr: Interprète
nl: Uitvoerder

source: The id and possibly demographic system link of performer: (PartyProxy) the party participating in the activity.
fr: L'id démographiques et, éventuellement, du système de lien interprète: (PartyProxy) la partie participant à l'activité.
nl: De identificator en mogelijkerwijs de demografische systeemverwijzing naar de uitvoerder: (PartyProxy) de partij die deelneemt in de activiteit.

source: Function
es: Función
fr: Fonction
nl: Functie

source: The function of the Party in this participation (note that a given party might participate in more than one way in a particular activity). This attribute should be coded, but cannot be limited to the HL7v3:ParticipationFunction vocabulary, since it is too limited and hospital-oriented.
fr: La fonction de la partie de cette participation (note qu'une partie peut participer à plus d'un titre à une activité particulière). Cet attribut doit être codé, mais ne peut pas être limitée à la HL7V3: ParticipationFunction le vocabulaire, car il est trop limité et orienté vers l'hôpital.
nl: De functie van de Partij in deze deelneming (merk op dat een partij op meerdere manieren zou kunnen deelnemen in een en dezelfde activiteit). Dit attribuut dient gecodeerd te worden, maar mag niet beperkt worden tot de woordenschat van de HL7v3:ParticipationFunction. Deze woordenschat is namelijk te beperkt en eenzijdig op ziekenhuizen gericht.

source: Mode
es: Modo
nl: Modus

source: The mode of the performer / activity interaction, e.g. present, by telephone, by email etc. Type == DvCodedText
fr: Le mode de l'artiste interprète ou exécutant ou de l'activité d'interaction, par exemple, Actuellement, par téléphone, par e-mail etc Type == DvCodedText
nl: De modus van de uitvoerder / activiteitinteractie, bijvoorbeeld "aanwezig", "telefonisch", "per e-mail" enzovoort. Is van het type DvCodedText

source: Time Interval
es: Intervalo de tiempo
fr: Intervalle de temps
nl: Tijdsinterval

source: The time interval during which the participation took place, if it is used in an observational context (i.e. recording facts about the past); or the intended time interval of the participation when used in future contexts, such as EHR Instructions.
fr: L'intervalle de temps pendant laquelle la participation a pris lieu, s'il est utilisé dans un contexte d'observation (c'est-à-dire l'enregistrement des faits sur le passé), ou le temps intervalle de la participation en cas d'utilisation à l'avenir, les contextes, tels que les instructions de DSE.
nl: Het tijdsinterval gedurende welke de deelneming plaats vond, indien gebruikt in een waarnemingscontext (d.w.z. het beschrijven van voldongen feiten); indien gebruikt in toekomstige contexten, zoals EHR Instructies: het beoogde tijdsinterval van de deelneming.

source: Optional human-readable name (in String form).
es: Nombre legible por los humanos opcional (en forma de cadena)
fr: Facultatif nom lisible par l'homme (sous forme de chaîne).
nl: Optioneel humaan-leesbare naam (in de vorm van een String)

source: Identifiers
es: Identificadores
nl: Identificators

source: One or more formal identifiers (possiblycomputable). List<DvIdentifier>
fr: Un ou plusieurs identifiants formelle (possiblycomputable). Liste <DvIdentifier>
nl: Eén of meerdere formele identificators (mogelijk berekenbaar). Is van het type List<DvIdentifier>

source: External Reference
es: Referencia externa
fr: Référence externe
nl: Externe verwijzing

source: Optional reference to more detailed demographic or identification information for this party, in an external system. Type == PartyRef.
fr: Facultatif référence à démographiques plus détaillées ou des informations d'identification de ce parti, dans un système. Type == PartyRef.
nl: Optionele verwijzing naar gedetailleerdere demografische of identificerende informatie over deze partij, in een extern systeem. Is van het type PartyRef.

source: Relationship
es: Relaciones
fr: Relations
nl: Relatie

source: Relationship of subject of this ENTRY to the subject of the record. May be coded. If it is the patient, coded as "self".
fr: Relations de l'objet de cette entrée de l'objet de l'enregistrement. Mai être codés. Si c'est le patient, codés comme "légitime".
nl: Relatie van het onderwerp van deze ENTRY naar het onderwerp van het record. Kan gecodeerd zijn. Als het om de patiënt gaat, dan is de codering "self".

source: The items in this history in most-recent-last order.
es: Elementos en la historia ordenados de más recientes a menos.
fr: Les éléments de cette histoire dans la plus récente en dernier ordre.
nl: De items in de geschiedenis in de volgorde van oudste naar nieuwste.

source: The audits for this revision; there will always be at least one commit audit (which may itself be an ATTESTATION), there may also be further attestations.
fr: Les audits de cette révision, il sera toujours à commettent moins un audit (mai, qui lui-même être une attestation), mai il y aussi d'autres attestations.
nl: De audits voor deze revisie; er zal altijd tenminste één wegschrijfaudit zijn (welke zelf een ATTESTATION mag zijn), er mogen verder ook attestaties zijn.

source: Version identifier for this revision.
es: Identificador de versión para esta versión.
fr: Version identifiant de cette révision.
nl: Versie identificator van deze revisie.

source: Original Language
es: Idioma original
fr: Langue d'origine
nl: Originele taal

source: Translations
es: Traducciones
fr: Traductions
nl: Vertalingen

source: Revision History
es: Histórico de revisiones
fr: Historique
nl: Revisiegeschiedenis

source: Is Controlled
es: Está controlado
fr: Est contrôlé
nl: Wordt beheerd

source: Original Author
es: Autor original
fr: Auteur original
nl: Oorspronkelijke auteur

source: Other Contributors
es: Otros contribuidores
fr: Autres contributeurs
nl: Overige medewerkers

source: Other Details
es: Otros detalles
fr: Autres détails
nl: Overige details
