Repository: fontoura/oship
Catalog: oship/src/oship/locales/*/LC_MESSAGES/oship-*.po
Languages: es, fr, nl

source: Optional status of magnitude with values: = : magnitude is a point value < : value is < magnitude > : value is > magnitude <= : value is <= magnitude >= : value is >= magnitude ~ : value is approximately magnitude If not present, meaning is =.
es: Estados opcionales de magnitud con valores: = : magnitud es un punto de valor < : valor es < magnitud > : valor es > magnitud <= : valor es <= magnitud >= : valor es >= magnitud ~ : valor es aproximadamente la magnitud Si no está presente, el significado es =.
fr: Statut facultatif de l'ampleur avec des valeurs: =: Magnitude est une valeur du point <: La valeur est inférieure à l'ampleur >: La valeur est supérieure à l'ampleur <=: La valeur est <= ampleur > =: La valeur est> = ampleur ~: La valeur est d'environ ampleur S'il n'est pas présent, le sens est =.
nl: Optionele status van grootte met de volgende codes: =: grootte is een puntwaarde; <: waarde is kleiner dan grootte; >: waarde is groter dan grootte; <=: waarde is hoogstens de grootte; >=: waarde is minstens de grootte; ~:waarde is bij benadering de grootte. Indien de status afwezig is, is de verstekcode =.

source: Numeric magnitude of the quantity.
es: Magnitud numérica de la cantidad.
fr: Numeric ampleur de la quantité.
nl: Numerieke grootte van de grootheid.

source: Units
es: Unidades
fr: Unités
nl: Eenheden

source: Stringified units, expressed in UCUM unit syntax, e.g. "kg/m2", "mm[Hg]", "ms-1", "km/h".Implemented accordingly in subtypes.
fr: Stringified unités, exprimée en unité UCUM la syntaxe, par exemple, "kg/m2", "mm [Hg]", "ms-1", "km/h". Mis en oeuvre en conséquence dans les sous-types.
nl: Eenheden in strings uitgedrukt in UCUM eenhedensyntax, bijvoorbeeld "kg/m2", "mm[Hg]", "ms-1", "km/h". Overeenkomstig geïmplementeerd in subtypen.

source: Precision
es: Precisión
nl: Nauwkeurigheid

source: Precision to which the value of the quantity is expressed, in terms of number of decimal places. The value 0 implies an integral quantity. The value -1 implies no limit, i.e. any number of decimal places.
fr: De précision à laquelle la valeur de la quantité est exprimée, en termes de nombre de décimales. La valeur de 0 signifie une quantité. La valeur -1 signifie aucune limite, c'est-à-dire un nombre de décimales.
nl: Nauwkeurigheid waarin de waarde van de grootheid is uitgedrukt, aangegeven met het aantal decimalen. De waarde nul impliceert een geheel getal. De waarde -1 impliceert geen enkele limiet, d.w.z. elk aantal decimalen is mogelijk.

source: meaning
es: significado
fr: sens
nl: betekenis

source: Term whose value indicates the meaning of this range, e.g. "normal", "critical", "therapeutic" etc.
nl: Term wiens waarde aangeeft wat de betekenis van dit bereik is, bijvoorbeeld "normaal", "kritiek", "therapeutisch" enzovoort.

source: range
es: rango
fr: gamme
nl: bereik

source: The data range for this meaning, e.g."critical" etc.
fr: Les données pour cette signification, par exemple, "critique", etc
nl: Het gegevensbereik voor deze betekenis, bijvoorbeeld "kritiek" enzovoort.

source: TerminologyId
es: Id de terminología
nl: TerminologieId

source: Identifier of the distinct terminology from which the code_string (or its elements) was extracted.
fr: Identificateur de la distinction de la terminologie de qui l'code_string (ou ses éléments) a été extrait.
nl: Identificator van de specifieke terminologie waaruit de code_string (of diens elementen) was gehaald.

source: The key used by the terminology service to identify a concept or coordination of concepts. This string is most likely parsable inside the ter- minology service, but nothing can be assumed about its syntax outside that context.
fr: La clé de la terminologie utilisée par le service de définir un concept ou de la coordination des concepts. Cette chaîne est la plus susceptible analysables à l'intérieur du ter - minologie, mais rien ne peut être assumée à propos de sa syntaxe en dehors de ce contexte.
nl: Het steekwoord gebruikt door de terminologiedienst om een concept of reeks van concepten te identificeren. Deze string is hoogstwaarschijnlijk ontleedbaar binnen de terminologiedienst, maar er mag niets aangenomen worden over de syntax buiten die omgeving.

source: DefiningCode
es: Código de definición
nl: DefinitieCode

source: The term which the 'value' attribute is the defining_code:CODE_PHRASE textual rendition (i.e. rubric) of.
nl: De term waarvoor het 'waarde'-attribuut een tekstuele weergave is met de definitie_code (van het type CODE_PHRASE)

source: Items making up the paragraph, each of which is a text item (which may have its own formatting, and/or have hyperlinks). The list contents are DvText
fr: Les points qui composent ce paragraphe, qui est un élément de texte (mai, qui a son propre format et / ou ont des liens hypertextes). La liste contenu DvText
nl: De paragraafvormende items, die elk een tekstitem zijn (en elk hun eigen formattering en/of hyperlinks kunnen hebben). Type van de lijstonderdelen is DvText.

source: Displayable rendition of the item, regardless of its underlying structure. For DV_CODED_TEXT, this is the rubric of the complete term as provided by the termi- nology service. No carriage returns, line feeds, or other non-printing characters permitted.
nl: Toonbare weergave van het item, wat de onderliggende structuur ook is. Voor DV_CODED_TEXT is dit de rubriek van de complete term zoals in voorzien door de terminologiedienst. Terugloop-, regelovergang- of andere niet-afdrukbare tekens zijn niet toegestaan.

source: Mappings
es: Parecidos
nl: Associaties

source: A list of MappingTerm,terms from other terminologies most closely matching this term, typically used where the originator (e.g. pathology lab) of information uses a local terminology but also supplies one or more equivalents from well- known terminologies (e.g. LOINC). The list contents should be of the type TermMapping
nl: Een lijst met termen uit andere terminologieën die zo goed mogelijk met deze term overeenkomen. Veelal gebruikt in de situatie waar de leverancier van de informatie (bijvoorbeeld een pathologie laboratorium) een lokale terminologie gebruikt, maar ook één of meerdere equivalente termen uit bekende terminologieën (bijvoorbeeld LOINC) aanlevert. De termen dienen van het type TermMapping te zijn.

source: Formatting
es: Formato
fr: Mise en forme
nl: Opmaak

source: A format string of the form "name:value; name:value...", e.g. "font-weight : bold; font-family : Arial; font-size : 12pt;". Values taken from W3C CSS2 properties lists "background" and "font".
nl: Een opmaakstring in de vorm van "naam:waarde; naam:waarde;...", zoals bijvoorbeeld "font-weight: bold; font-family: Arial; font-size: 12pt;". Waarden worden genomen uit de CSS2 eigenschaplijsten "background" en "font" van het W3C.

source: Optional link sitting behind a section of plain text or coded term item as type DvUri.
nl: Optionele koppeling achter een sectie van eenvoudige tekst of een gecodeerd term-item van het type DvUri.

source: Optional indicator of the localised language in which the value is written. Coded from openEHR Code Set "languages". Only used when either the text object is in a different language from the enclosing ENTRY, or else the text object is being used outside of an ENTRY or other enclosing structure which indicates the language.
nl: Optionele indicator van de gelokaliseerde taal waarin de waarde is gegeven. Gecodeerd met de openEHR codeverzameling "languages". De indicator wordt alleen gebruikt als hetzij het tekstobject in een taal is die afwijkt van die van het omvattende ENTRY, hetzij het tekstobject gebruikt wordt buiten een ENTRY of andere omvattende structuur die de taal aangeeft.

source: Encoding
es: Codificación
fr: Encodage
nl: Codering

source: Name of character encoding scheme in which this value is encoded. Coded from openEHR Code Set "character sets". Unicode is the default assumption in openEHR, with UTF-8 being the assumed encoding. This attribute allows for variations from these assumptions.
nl: Naam van het karaktercoderingsschema waarin deze waarde is gecodeerd. Gecodeerd met de openEHR coderingsverzameling "character sets". Unicode wordt bij verstek aangenomen in openEHR, met UTF-8 de codering bij verstek. Dit attribuut staat zo toe af te wijken van de verstekwaarden.

source: The target term of the mapping as a CodePhrase.
fr: L'objectif de la durée de la cartographie comme un CodePhrase.
nl: De doelterm van de CodePhrase-associatie.

source: Match
es: Coincidencia
fr: Correspondre
nl: Overeenkomst

source: The relative match of the target term with respect to the mapped text item. Result meanings: '>': the mapping is to a broader term e.g. orginal text = "arbovirus infection", target = "viral infection" '=': the mapping is to a (supposedly) equivalent to the original item '<': the mapping is to a narrower term. e.g. original text = "diabetes", mapping = "diabetes mellitus". '?': the kind of mapping is unknown. The first three values are taken from the ISO standards 2788 ("Guide to Establish- ment and development of monolingual the- sauri") and 5964 ("Guide to Establishment and development of multilingual thesauri").
nl: De relatieve verhouding van het doelitem ten opzichte van te relateren tekstitem. Mogelijke waarden: '>' geeft een relatie aan naar een algemenere term (bijvoorbeeld een tekstitem 'arbovirus infectie' en het doelitem 'virale infectie'; '=' geeft een (naar aangenomen) equivalente relatie aan tussen tekstitem en doelitem; '<' geeft een relatie aan naar een specifiekere term (bijvoorbeeld een tekstitem 'diabetes' en het doelitem 'diabetes mellitus'); '?' geeft een onbekende verhouding aan. De eerste drie waarden komen uit de ISO standaarden 2788 ("Gids ter vaststelling en ontwikkeling van enkeltalige thesauri") en 9564 ("Gids ter vaststelling en ontwikkeling van meertalige thesauri).

source: Purpose of the mapping e.g. "automated data mining", "billing", "interoperability
nl: Het doel van de associatie, bijvoorbeeld "geautomatiseerd datamining", "doorberekenen", "interoperabiliteit".

source: the specification, in the HL7v3 syntax for PIVL or EIVL types. See section 8.2.2.1 Phase-linked Time Specification Syntax
fr: le cahier des charges, dans la syntaxe HL7V3 pour PIVL ou EIVL types. Voir la section 8.2.2.1 Phase de spécification de temps liée à la syntaxe
nl: de specificering in HL7v3 syntax voor de typen PIVL en EIVL. Zie ook sectie 8.2.2.1 Phase-linked Time Specification Syntax.

source: The URI as a string.
es: La URI como cadena
fr: L'URI dans une chaîne.
nl: De URI als een string.

source: Scheme
es: Esquema
fr: Régime
nl: Schema

source: Distributed information space.
nl: Gedistribueerde informatieruimte.

source: Path
es: Ruta
fr: Chemin
nl: Pad

source: FragmentId
es: Id de fragmento
nl: FragmentIdentificator

source: Query
es: Consulta
nl: Zoekopdracht

source: The details of the address.
es: Detalles de la dirección
fr: Les détails de l'adresse.
nl: De details van het adres.

source: Credentials
es: Credenciales
fr: Pouvoirs
nl: Waarmerkingskenmerken

source: Qualifications of the performer of the role.
es: Cualificaciones del ejecutror del rol.
fr: Qualifications de l'interprète du rôle.
nl: Kwalificaties van de uitvoerder van de rol.

source: Time Validity
es: Validaciñon horaria
fr: Temps de validité
nl: Tijdsgeldigheid.

source: Valid time interval for the credentials of this capability.
es: Intervalo de tiempo váĺido para las credenciales de esta capacidad.
fr: Valid intervalle de temps pour les pouvoirs de cette capacité.
nl: Geldig tijdsinterval voor de waarmerkingskenmerken van deze bekwaamheid.

source: Roles
fr: Rôles
nl: Rollen

source: Identifiers of the Version container for each Role played by this party.
es: Identificadores del contenido de la versión para cada rol jugado para esta reunión.
fr: Identificateurs de la version contenant pour chaque rôle joué par ce parti.
nl: Identificator van de Versiecontainer voor elke rol die deze belanghebbende speelt.

source: Languages
es: Idiomas
fr: Langues
nl: Talen

source: A list of languages to be used to communicate with this actor.
es: Lista de idiomas para comunicarse con este actor.
fr: Une liste des langues à utiliser pour communiquer avec cet acteur.
nl: Een lijst van talen die gebruikt kan worden om met deze actor te communiceren.

source: Valid time interval for this contact descriptor.
es: Intervalo de tiempo válido para el descriptor de contacto.
fr: Valid intervalle de temps de contact pour ce descripteur.
nl: Geldig tijdsinterval voor deze contactomschrijving.

source: Addresses
es: Direcciones
fr: Adresses
nl: Adressen

source: A set of addresses for this purpose and time frame.
es: Conjunto de direcciones para este propósito y marco de tiempo.
fr: Une série d'adresses à cette fin et le calendrier.
nl: Een adressenverzameling voor dit doel en tijdsbestek.

source: Identifier of this party.
es: Identificador de esta reunión.
fr: Identificateur de la présente partie.
nl: Identificator van deze belanghebbende.

source: Indentities
es: Identidades
nl: Identiteiten

source: Identities used by the party to identify itself.
es: Identidades usadas en la reunión para identificarse cada uno.
fr: Identités de la partie à identifier lui-même.
nl: Identiteiten gebruikt door de belanghebbende om zich te identificeren.

source: Contacts
es: Contactos
nl: Contactpersonen

source: Contacts for this party.
es: Contactos para esta reunión.
fr: Contacts pour cette partie.
nl: Contactpersonen voor deze belanghebbende.

source: Category
es: Categoría
fr: Catégorie
nl: Categorie

source: Defines the broad category of this composition.
fr: Définit la catégorie générale de cette composition.
nl: Definieert de brede categorie van deze compositie.

source: Indicator of the localised language where this composition was created.
fr: Indicateur de la langue locale lorsque cette composition a été créée.
nl: Indicator van de gelokaliseerde taal waarin deze compositie werd aangemaakt.

source: Relationships
es: Relaciones
nl: Relaties

source: Relationships in which this role takes part as target.
es: Relaciones en las que este rol forma parte del objetivo.
fr: Les relations dans ce rôle, qui prend part en tant que cible.
nl: Relaties waarin deze rol deelneemt als doel.

source: All other party details.
es: Todo el resto detalles de la reunión.
fr: Tous les autres partis de détails.
nl: Alle andere details over de belanghebbende.

source: The value of the identitiy
es: Valor de la identidad
fr: La valeur de l'identité
nl: De waarde van de identiteit.

source: Purpose fo this identitiy.
es: Propósito de la identidad.
fr: Objectif de cette identité.
nl: Doel van deze identiteit.

source: Valid time interval for this relationship.
es: Intervalo de tiempo válido para esta relación.
fr: Valid intervalle de temps pour cette relation.
nl: Geldig tijdsinterval voor deze relatie.

source: Source
es: Origen
nl: Bron

source: Source of relationship.
es: Origen de la relación.
fr: Source de la relation.
nl: Bron van deze relatie.

source: Target of relationship.
es: Objetivo de la relación.
fr: Objectif de la relation.
nl: Doel van deze relatie.

source: Capabilities
es: Capacidades
fr: Capacités
nl: Mogelijkheden

source: Capabilities of this role.
es: Capacidades del rol.
fr: Capacités de ce rôle.
nl: Mogelijkheden van deze rol.

source: Valid time interval for this role.
es: Intervalo de tiempo válido para este rol
fr: Valid intervalle de temps pour ce rôle.
nl: Geldig tijdsinterval voor deze rol.

source: Reference to Version container of Actor playing this role.
es: Referencia al contenido de la versión del actor que juega este rol.
fr: De la version de référence contenant de l'acteur jouant ce rôle.
nl: Verwijzing naar de Versiecontainer van de Actor die deze rol speelt.

source: Timing
es: Control del tiempo
fr: Calendrier
nl: Tijdsduur

source: Point in time of completion of this action.
fr: Moment de l'achèvement de cette action.
nl: Tijdstip waarop deze actie werd afgerond.

source: Description of the activity in ItemStructure form.
fr: Description de l'activité en ItemStructure formulaire.
nl: Beschrijving van de activiteit in de vorm ItemStructure.

source: ISM Transition
es: TransiciónISM
nl: ISM Overgang

source: Details of the transition of the Instruction state.
fr: Détails de la transition de l'instruction de l'Etat.
nl: Details van de overgang van de Instructie Status.

source: Instruction Details
es: Detalles de la instrucción
fr: Instruction détails
nl: Instructiedetails

source: Details of the Instruction causing this Action.
es: Detalles de la instrucción que causaron esta acción.
fr: Détails de l'instruction de la cause de cette action.
nl: Details over de Instructie die de aanleiding gaf tot deze Actie.

source: Description of the activity.
es: Descripción de la actividad.
fr: Description de l'activité.
nl: Omschrijving van de activiteit.

source: Timing of the activity in a format such as ISO8601.
es: Secuencia de la actividad en un formato como ISO8601.
fr: Timing de l'activité dans un format tel que ISO8601 correspondant.
nl: Tijdsduur van de activiteit in een formaat zoals ISO8601

source: Action ArchetypeId
es: Id. de arquetipo de la acción
nl: Actiearchetypeidentificator

source: re pattern enclosed in '//' delimiters.
es: patrón re pattern cerrado en delimitadores '//'.
fr: nouveau modèle joint en '//' délimiteurs.
nl: Reguliere Expressie afgebakend door '//'-tekens.

source: Description of the method (i.e. how) the information in this entry was arrived at. For OBSERVATIONs, this is a description of the method or instrument used. For EVALUATIONs, how the evaluation was arrived at. For INSTRUCTIONs, how to execute the Instruction. This may take the form of references to guidelines, including manually followed and executable; knowledge references such as a paper in Medline; clinical reasons within a largercare process.
fr: Description de la méthode (c'est-à-dire de quelle manière) les informations contenues dans ce est arrivé à l'entrée. Pour les observations, il s'agit d'une description de la méthode ou de l'instrument utilisé. Pour les évaluations, la manière dont l'évaluation a été arrivé. Pour obtenir des instructions, la manière d'exécuter l'instruction. Cette mai prendre la forme de références à des directives, y compris manuellement et exécutable; connaissance des références comme une papier dans Medline clinique raisons largercare dans un processus.
nl: Omschrijving van de methode (d.w.z. hoe) de informatie in deze Invoer was verkregen. Voor OBSERVATIEs is dit een omschrijving van de gebruikte methode of het gebruikte instrument. Voor EVALUATIEs geeft dit aan hoe tot de conclusie gekomen werd. Voor INSTRUCTIEs geeft dit aan hoe de instructie uitgevoerd moet worden. Het kan in de vorm van: verwijzingen naar voorschriften, ook indien handmatig uit te voeren of uitgevoerd; verwijzingen naar kennisbronnen zoals een publicatie in Medline; klinische redenen in een omvattend zorgproces.

source: guidelineId
nl: RichtlijnIdentificator

source: Optional external identifier of guideline creating this action if relevant.
fr: Externe en option identifiant de la création de cette ligne directrice action le cas échéant.
nl: Optionele externe identificator van de richtlijn die aanleiding geeft tot deze actie, indien relevant.

source: language
fr: langue
nl: taal

source: Mandatory indicator of the localised language in which this Entry is written. Coded from openEHR Code Set "languages".
fr: Obligatoire de l'indicateur de la langue locale dans laquelle cette entrée est écrit. Coded openEHR Code de l'option de "langues".
nl: Verplicht aanwezige indicator van de gelokaliseerde taal waarin deze Entry is geschreven. Gecodeerd met de openEHR coderingsverzameling "languages".

source: encoding
fr: encodage
nl: Codering

source: Name of character set in which text values in this Entry are encoded. Coded from openEHR Code Set "character sets".
fr: Nom du jeu de caractères de texte dans lequel les valeurs dans cette entrée sont codées. Coded openEHR Code de l'option de "jeux de caractères".
nl: Naam van de tekenverzameling waarin de tekstwaarden in deze Entry zijn gecodeerd. Gecodeerd met de openEHR codeverzameling "character sets".

source: subject
fr: sujet
nl: onderwerp

source: Id of human subject of this ENTRY, e.g. organ donor, foetus, a family member another clinically relevant person.
fr: Id de l'objet de cette entrée, par exemple, de donneur d'organes, le fœtus, un membre de la famille une autre personne cliniquement pertinentes.
nl: Identificator van het menselijke subject van deze INVOER, bijvoorbeeld een orgaan donor, een foetus, een familielid of een ander klinisch relevant persoon.

source: provider
fr: fournisseur
nl: Leverancier

source: Optional identification of provider of the informatoin in this ENTRY, which might be: the patient a patient agent, e.g. parent, guardian the clinician a device or software Generally only used when the recorder needs to make it explicit. Otherwise, Composition composer and other participants are assumed.
fr: Facultatif d'identification du fournisseur de la informatoin dans cette entrée, qui peut être: le patient agent d'un patient, par exemple parent, un tuteur le clinicien un appareil ou un logiciel Généralement utilisé uniquement lorsque l'appareil a besoin de rendre explicite. Sinon, Composition compositeur et les autres participants sont pris en charge.
nl: Optionele identificatie van de leverancier van de informatie in deze ENTRY. Kan zijn: de patiënt: een patiëntvertegenwoordiger zoals bijvoorbeeld een ouder of voogd; de arts; een apparaat of programmatuur. In het algemeen alleen gebruikt wanneer degene die de gegevens invoert dit expliciet wil aangeven. Anders wordt bij verstek Compositieleverancier en overige deelnemers gebruikt.

source: otherParticipations
nl: overigeParticipaties

source: Other participations at ENTRY level.
fr: Autres participations au niveau d'entrée.
nl: Andere deelnemers op het ENTRY-nivo.

source: workflowId
nl: WerkstroomIdentificator

source: Identifier of externally held workflow engine data for this workflow execution, for this subject of care.
fr: Identificateur de l'extérieur qui s'est tenue le moteur de workflow de données pour ce workflow d'exécution, pour cette question des soins.
nl: Identificator van de extern bijgehouden werkstroominformatie ten behoeve van de werkstroomuitvoering voor dit zorgsubject.

source: The data of this evaluation.
es: Datos de esta evaluación
fr: Les données de cette évaluation.
nl: De gegevens van deze evaluatie.

source: Narrative
nl: Verhalend

source: Human readable version of the Instructions.
es: Versión legible por humanos de las instrucciones.
fr: Lisible par un humain de la version d'installation.
nl: Menselijk leesbare versie van de Instructies.

source: Activities
es: Actividades
fr: Activités
nl: Activiteiten

source: List of all activities in the Instruction.
es: Lista de todas las actividades de la instrucción.
fr: Liste de toutes les activités de l'instruction.
nl: Lijst van alle activiteiten in de Instructie.

source: Expiry Time
es: Hora de terminación
fr: Heure d'expiration
nl: Verloopdatum

source: Data/time when this Instruction can be assumed to have expired.
es: Fecha/hora en la que se asume que la instrucción ha expirado.
fr: Data / Instruction ce moment on peut supposer qu'ils ont expiré.
nl: Datum/tijdstip waarvan wordt aangenomen dat hierna de Instructie verlopen is.

source: Workflow Definition
es: Definición de flujo de trabajo
fr: Workflow Définition
nl: Werkstroomdefinitie

source: Workflow engine executable expression of the Instruction.
fr: Moteur de Workflow exécutable expression de l'instruction.
nl: Uitvoerbare uitdrukking van de Instructie voor de werkstroomapplicatie.
